[
    {
        "title": "[위클리 팟캐스트] PC 출하량 회복세‧美 10대 VR 보유율 33%",
        "date": "35 분 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2021/07/210702_women_001-370x247.jpg",
        "link": "https://techrecipe.co.kr/posts/64668",
        "description": [
            "시장조사기관 IDC 보고서에 따르면 2024년 1분기 전 세계 PC 시장이 인플레이션 안정화 등을 바탕으로 2년간 침체를 벗어나 성장세로 전환됐다고 합니다. ",
            "2024년 1분기 전 세계 PC 시장 출하량은 5,980만 대인데요. 전년 동기 대비 1.5% 증가한 수치입니다. 이는 2019년 1분기 6,050만 대에 근접한 수치로 PC 시장이 팬데믹 이전 활황을 되찾았다는 증거라는 분석입니다.",
            "다음 소식입니다. 세계은행이 발표한 보고서에 따르면 전 세계적으로 성 격차가 이전에 예상했던 것보다 훨씬 더 크다는 게 밝혀졌습니다. 전 세계 어디에도 여성이 남성과 똑같은 법적 권리를 갖고 있는 국가는 없으며 여성이 누릴 수 있는 권리는 남성 3분의 2 수준에 불과하다고 하는데요. 세계은행 고위 관계자는 이런 성 격차를 해소하면 전 세계 GDP가 20% 이상 증가하고 향후 10년간 실질 성장률이 2배 가까이 높아질 수 있다고 전망하기도 했습니다. ",
            "미국 10대 젊은이 VR 보유율이 33%로 증가 추세라는 조사 결과가 나왔습니다. 파이퍼샌들러가 내놓은 보고서에 따르면 미국 10대 33%가 VR 기기를 보유하고 있으며 13%는 일주일에 한 번 이상 사용하고 있는 것으로 나타난 것입니다. 그 밖에 기술 분야에서는 넷플릭스 29%, 유튜브/유튜브TV 27%가 스트리밍 플랫폼 1, 2위를 차지했고 스마트폰은 아이폰이 압도적인 인기를 누리고 있습니다. SNS로는 틱톡 35%, 인스타그램 30% , 스냅챗 22% 순입니다. ",
            "구글이 기업용 협업 도구인 구글 워크스페이스에 브라우저 내 동영상 편집이 가능한 구글 비드를 발표했습니다. 구글 비드를 이용하면 제미나이 비롯한 구글 AI 기술을 활용해 스톡 영상이나 이미지를 이용해 동영상 제작‧내레이션 추가할 수 있습니다. 구글은 그 뿐 아니라 제미나이 1.5 프로 퍼블릭 프리뷰, 데이터센터용 ARM 기반 칩인 엑시온, 오픈소스 LLM 코드젬마와 효율을 최적화한 리커런트젬마 등을 함께 발표했습니다.",
            "지구 뿐 아니라 달에도 표준시가 정해질 전망입니다. 미항공우주국 나사는 달 착륙 프로젝트인 아르테미스 계획을 진행 중이며 2026년 9월에는 반세기 만에 인류가 달 표면에 착륙할 예정인데요. 본격적인 달 탐사가 임박한 가운데 나사는 미국 과학기술정책국 지시에 따라 2026년까지 달 표준시를 수립할 계획이라고 합니다."
        ]
    },
    {
        "title": "싫어하는 음식 극복할 7가지 방법",
        "date": "2 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/06/230623_UPSIDE-Foods_00001-370x247.jpg",
        "link": "https://techrecipe.co.kr/posts/60880",
        "description": [
            "음식 취향이 사람마다 다르고 변화하는 메커니즘과 서투른 재료를 맛있게 먹을 수 있게 되는 요령에는 어떤 게 있을까. 호주 연방과학산업연구기구 CSIRO 연구자에 따르면 음식 취향에는 많은 요소가 좌우된다. 전형적인 요소 중 하나는 나이이며 유아는 단맛과 짠맛을 좋아하고 쓴 맛을 싫어하는 반면 성장하면서 쓴 음식을 좋아한다. 또 다른 연구에선 타액 중 세균이 생산하는 효소에 의해 음식 맛이 변화하는 것도 밝혀졌다. ",
            "더구나 쌍둥이 연구에선 유전자도 미각에 영향을 미치고 있다고 한다. 그 중에서도 야채 선호도에 대한 유전적 영향은 54%나 된다고 한다. 싫어하는 건 유전이나 체질에 의해 태어나면서 결정되는 요소가 있는 반면 가정 환경이나 식문화 등 후천적 영향도 무시할 수 없다. 아이의 경우 가정에서 식사하는 경험과 가족이 음식을 먹는 걸 보는 걸 배우는 건 음식에 대한 인상을 긍정 혹은 부정적으로 변화시킨다. 또 밖에서 식사하는 일이 늘어나는 청소년이나 어른은 더 다양한 경험이 식사 취향을 형성해간다. ",
            "커피나 맥주는 성장에 의해 긍정적 인상을 얻는 대표적인 예다. 커피와 맥주에 공통되는 쓴맛은 대부분 아이가 싫어하는 미각이지만 어른이 되기 위한 통과 의례로 사회적 맥락이나 카페인이나 알코올 등 성분 섭취로부터 얻은 바람직한 효과 등에 의해 서서히 서투른 의식이 극복된다. ",
            "이런 지견으로부터 지금은 먹을 수 없는 식품을 즐길 수 있게 되는 7가지 전략을 살펴보면 이렇다. 첫째 조금씩 여러 번 도전하는 것. 시간을 들여 특정 맛을 좋아하기 위해선 뭔가를 대량으로 먹을 필요는 없고 한 번에 먹는 양은 조금이 좋다는 것. 대신 해당 음식을 좋아하게 되려면 대략 10∼15회, 경우에 따라선 그 이상 시도가 필요하게 될 수 있다. ",
            "둘째 양념에 대한 궁리. 미움을 받는 맛에서 대표적인 예인 쓴맛은 염분과 당분을 포함한 다른 식재료에 의해 완화된다. 이 때문에 예를 들어 쓴 야채에는 달콤한 드레싱을 맞추는 등 궁리가 유효할 수 있다. ",
            "셋째 즐거운 분위기 속에서 먹는 것. 취미로 스포츠 관전을 한 뒤 식사나 좋아하는 사람과 함께 식사하는 등 긍정적인 장면에서 먹으면 맛에 대한 인상도 달라진다. 또 극복하고 싶은 게 야채라면 좋아하는 단백질과 조합하는 것도 효과적이다. ",
            "넷째 공복 시에 먹는 것. 배가 부를 때에는 맛있닥 느끼지 않는 맛이라도 배고플 때에는 다른 인상을 받을 수 있다. ",
            "5번째는 왜 좋아하고 싶은지 의식하는 것. 건강상 이유로 식생활을 바꾸고 싶다면 이주처 식문화에 친숙하고 싶어질 경우 등 서투른 음식을 극복하고 싶은 뭔가 이유가 있을 것이다. 이런 이유를 기억하면 동기 부여도 생긴다. ",
            "6번째는 가능하다면 젊을 때 시작하는 것. 전술한 것처럼 미각은 나이에 따라 변화하지만 아이는 좋고 싫음이 확립되어 있지 않기 때문에 새로운 음식을 좋아하게 되기 쉽다. 마지막은 익숙하지 않은 음식을 우선 하나씩이라도 극복해나가는 것이다. 좋아하는 음식이 늘수록 다른 음식을 좋아하게 되는 것도 간단해진다. ",
            "편식은 비타민과 미네랄 부족으로 이어질 수 잇으며 야채 같은 전체 식품 분야가 약한 경우 문제가 될 수 있다. 한편 에너지 과다 식사만 하면 비만 등 만성질환 위험이 높아지기 때문에 건강에는 균형 잡힌 다양한 식사가 필수적이다. 전문가는 음식을 좋아하고 싫어하는 게 어떻게 형성되고 이게 어떻게 변화하는지 이해하는 건 더 건강한 식생활을 보내는 첫걸음이라고 강조한다. 관련 내용은 이곳에서 확인할 수 있다. "
        ]
    },
    {
        "title": "윈도11 시작 메뉴에서도 광고 테스트 시작했다",
        "date": "3 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240413_window11_start-reco-1password_0001-370x206.jpg",
        "link": "https://techrecipe.co.kr/posts/64706",
        "description": [
            "마이크로소프트가 윈도 11 시작 메뉴에서 마이크로소프트 스토어(Microsoft Store)에서 배포되는 앱을 홍보하는 기능 테스트를 시작했다. 이와 유사한 기능을 윈도 10에 이미 구현한 만큼 윈도 11 시작 메뉴에도 광고가 추가될 수 있다.",
            "지난 4월 12일 마이크로소프트는 윈도 11 인사이더 프리뷰 빌드 22635.3495(KB5037000)를 베타 채널에 릴리스했다. KB5037000에선 윈도 11 시작 메뉴 하단 추천 섹션에 마이크로소프트 스토어 앱에 대한 광고 기능이 구현된 게 밝혀졌다.",
            "윈도 11 시작 메뉴에 앱 광고가 표시되는 건 미국 베타 채널 윈도 인사이더 사용자에게만 해당된다. 하지만 조직에서 관리하는 기업용 장치에는 앱 광고가 표시되지 않는다. 보통 시작 메뉴 추천 섹션에는 사용자가 자주 사용하는 앱이나 파일 등이 추천되지만 이 영역에 앱 광고가 섞이게 될 것으로 보인다. ",
            "앱 광고는 설정→개인 설정→시작에서 힌트: 앱 프로모션 등의 추천 사항 표시를 끄면 표시되지 않는다. 마이크로소프트는 윈도 인사이더에게는 실제로 릴리스되지 않을 수도 있는 새로운 기능과 콘셉트를 정기적으로 테스트한다고 밝히고 있다. 관련 내용은 이곳에서 확인할 수 있다. "
        ]
    },
    {
        "title": "왜 인터넷은 최악의 장소가 되어가고 있나",
        "date": "4 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2020/10/201025_Interplanetary-Internet_001-370x246.jpg",
        "link": "https://techrecipe.co.kr/posts/60625",
        "description": [
            "인터넷 그 중에서도 소셜미디어는 갈등을 격화시키고 SNS 상에서 소통되는 게시물에는 증오나 분노가 전파되고 있다. 원인은 필터링에 의해 보고 싶은 것만 보게 되는 필터버블(filter bubble)이라는 생각이 주류지만 그보다 본질적인 원인은 뭘까. ",
            "SNS 같은 알고리즘은 사용자가 보고 싶은 걸 정확하게 추천하고 자신의 의견에 동의하는 정보만 표시한다. 반면 반대 의견과 정보는 제거된다. 이게 필터버블이다. ",
            "그런데 인터넷 사용자가 보고 있는 것과 검색엔진에 표시되는 걸 조사한 연구에선 사람들이 이데올로기적으로 고립되어 있다는 증거는 거의 발견되지 않았다. 오히려 인터넷 사용자는 자신과는 다른 의견과 세계관에 매일 직면하고 있다는 걸 알게 됐다. ",
            "잘 생각해보면 원래 가족이나 친구 밖에 만나지 않는 실생활은 인터넷보다 훨씬 다양성이 부족하다. 필터버블이 충돌 원인이 아니라면 인터넷은 사람들이 더 잘 알 수 있는 장소가 되어야 한다. 그런데 불행하게도 인간 뇌는 어리석기 때문에 그렇게 되어 있지 않다. ",
            "인간 뇌는 본질을 이해하는 게 아니라 사회 생활을 살아가기 위해 진화했다. 서로 협력할 수 없다는 건 현실적인 위협이었기 때문에 고립이나 분단이 있는 그룹은 멸망한다는 게 몇 세대나 계속되어 왔다. 따라서 사람들은 이웃마을 거주자를 어리석은 일이 있어도 같은 마을에 사는 이웃과는 나름대로 사귀게 됐다. ",
            "육체적으로 가까이 지내면서 세계관 틈을 메우는 공통점을 발견하게 되며 서로 죽이거나 하지 않게 된다. 또 같은 문화에 속해 있기 때문에 원래 이웃끼리의 세계관에는 큰 차이가 없다. 사회 발전에 따라 다른 가치관을 가진 이웃과 접할 기회는 늘어나고 있지만 사람들은 대부분 잘 발판을 모아왔다. ",
            "그런데 인터넷 등장으로 뇌는 소셜미디어나 디지털타운 스퀘어라는 새로운 개념에 직격하게 된다. 이렇게 태어난 게 자신의 의견에 반론하지 말라는 욕구에 뿌리를 둔 소셜소팅(Social sorting) 그러니까 사회적인 선별이다. ",
            "이 문제를 요약하면 인간 두뇌는 인터넷에 있는 의견 차이를 잘 처리할 수 없다는 점에 빠지게 된다. 이는 조상으로부터 계승한 협력을 위한 메커니즘이 발을 잡아 버리고 있는 게 원인이다. ",
            "희망과 희망에 관계없이 뇌는 세계관과 의견에 따라 사람들은 그룹으로 나뉜다. 이게 소셜소팅이다. 인터넷상 언론 장소인 디지털타운 스퀘어에선 다른 가치관에 근거한 의견이나 정보를 접하게 된다. 더구나 이들은 이웃과는 달리 자신의 현지 스포츠팀을 응원하지도 않는다. 사람과 협조하는데 필요한 공통점을 찾아내지 못하게 되면 뇌는 의견차를 정체성에 관련된 문제라고 간주하게 된다. ",
            "이렇게 되면 상대방 의견은 하나도 믿을 수 없게 되어 상대방에 관한 욕은 뭐든 신용해버린다. 반대로 인터넷에선 실생활에서 만나는 사람보다 세계관이 비슷한 사람을 만날 수 있다. 자신과 마찬가지로 생각하는 사람은 분명 좋은 사람이고 자신이 속한 사회적 그룹도 좋은 것임에 틀림없다고 생각한다. 이렇게 되면 가치관이 비슷한 사람 의견은 뭐든 믿게 된다. ",
            "반면 같은 그룹 회원의 나쁜 평판은 거부된다. 가능하면 사용자를 끌어들이려는 소셜미디어 메커니즘은 상황을 더 악화시킨다. 나쁜 건 소셜미디어에 가장 유용한 감정은 분노다. 분노를 느낄수록 사람들은 토론에 참여하거나 의견을 표명할 가능성이 높아진다. ",
            "또 소셜미디어에선 의견차는 아니지만 최악의 의견에 맞게 최적화된다. 그리고 소셜소팅에 의해 피자에 파인애플을 넣는 무리라는 상태로 그룹이 나뉘어져 멤버 전원이 촤악의 의견을 갖고 있는 것처럼 인식된다. 그 결과 라이프스타일, 보는 프로그램, 종교. 패션 센스 등 생활 모든 측면에서 양극화가 강조되고 이런 차이가 대립적이고 베타적인 정체성을 구성하고 있는 것처럼 보인다. ",
            "사회를 어떻게 운영하는지에 대한 의견차는 단순화되어 상대팀이 사회를 적극적으로 나쁘게 만들려고 하는 것처럼 왜곡된다. 이 문제는 양당제에 의한 팀 나누기가 이뤄지는 경향이 있는 미국에선 심각해 의견 대립은 전례 없는 수준에 이르고 있다고 한다. 이런 해를 피하려면 소셜미디어가 뇌에 세계를 어떻게 보여주는지를 의식하는 게 중요하다. 의견 내용이 아니라 누가 말했는지로 의견을 판단하거나 하지 않았는지 되돌아보는 것도 필요하다. ",
            "기술 진보에 비해 뇌 진화는 너무 느리기 때문에 마을이 도시나 국가로 발전했을 때와 마찬가지로 새로운 시대에 적응하지 않으면 안 된다. 인터넷이 나름대로 잘 되던 시대도 있었다. 예를 들어 블로그나 게시판이 중심이던 초기 인터넷에선 사용자를 끌어들이려고 하는 알고리즘이 없었기 때문에 사용자는 사용이 끝나면 PC 전원을 끌 수 있었다. 당시 인터넷 커뮤니티는 물론 작은 마을처럼 나뉘어져 있었다. ",
            "각각 커뮤니티에는 엄격한 지역 규칙과 여기에서만 통용되는 독자 문화가 있었다. 하지만 만일 차단해도 다른 커뮤니티로 이동할 수 있었다. 간단한 해결책 중 하나는 소규모 온라인 커뮤니티로 돌아가는 것이다. "
        ]
    },
    {
        "title": "건조기 안 방사선량 높아지는 이유는?",
        "date": "5 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/05/230520_dryer_0000001-370x223.jpg",
        "link": "https://techrecipe.co.kr/posts/54177",
        "description": [
            "방사선은 눈에 보이지 않지만 가이거 계수기 같은 장치를 이용해 주변 방사산량을 측정할 수 있다. 그런데 물리학 Q&A 사이트에선 의류 건조기 내부 선량을 측정하면 집 평균선량보다 높았다는 보고가 전해지고 있다. ",
            "건조기 내 방사선량이 많다고 보고한 사용자는 가이거 계수기를 입수해 집에서 방사선량을 측정했다. 그 결과 집 평균 방사선량은 0.09~0.11μSv/h였던 데 비해 의류를 말린 직후, 아직 의류가 남아 있는 건조기는 0.16∼0.18μSv/h이라는 높은 방사선량을 기록했다. ",
            "게시자는 건조기 내 방사선량이 높은 이유에 대해선 자연계에 널리 존재하는 방사성 물질 라돈이 관계하는 건 아닐까 추측했지만 그 이상은 고찰을 깊게 할 수 없었다고 한다. 가장 많은 긍정적 평가를 받은 답은 미국 로스알라모스중성자과학센터 출신 사용자. 라돈은 화강암과 콘크리트에 포함되어 있기 때문에 일반적인 주택 실내에는 라돈이 존재한다. 라돈은 정전기를 띤 물체에 끌어당기는 성질이 있다고 한다. 이 때문에 건조기 안에서 정전기를 띤 의류에 라돈이 끌려 건조기 안 방사선량이 높아지는 현상이 발생했다는 것이다. 라돈이 정전기에 끌리는 특징은 과학 실험에도 활용되고 있다. 관련 내용은 이곳에서 확인할 수 있다. "
        ]
    },
    {
        "title": "화웨이, 中 상하이에 칩 장비 연구개발센터 건설중?",
        "date": "6 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2020/10/201025_Huawei_001-370x215.png",
        "link": "https://techrecipe.co.kr/posts/64696",
        "description": [
            "화웨이가 중국 상하이시에 대규모 반도체 장비 연구개발 센터를 건설하고 있다는 보도가 나왔다. 이 연구개발 센터에선 최첨단 칩을 제조하는 데 필요한 리소그래피 장비 개발이 진행될 예정이다.",
            "화웨이는 건축 중인 연구개발 센터에서 리소그래피 장비 개발에 나설 것으로 알려졌다. 리소그래피 장비는 실리콘 웨이퍼에 회로 패턴을 새기는 장비로 첨단 칩을 생산하는 데 필수적이다. 리소그래피 장비 생산은 네덜란드 ASML, 일본의 니콘과 캐논이 독점하고 있으며 그 중에서도 차세대 반도체에 필요한 EUV 리소그래피 장비 생산은 ASML이 사실상 독점하고 있다.",
            "하지만 미국이 중국에 리소그래피 장비 판매를 막도록 ASML 등 제조업체에 압력을 넣고 있어 중국 기업 화웨이는 정식 경로로 최첨단 리소그래피 장비를 조달하기 어려운 상황. 따라서 화웨이는 자체적으로 리소그래피 장비 개발에 나서고 있다.",
            "리소그래피 장비 개발에는 막대한 예산과 풍부한 경험을 갖춘 인력이 필요하다. 화웨이 2023년 연구개발비는 역대 최고인 1,647억 위안으로 이는 화웨이 총수익 23.4%에 해당한다. 총수익 4분의 1을 연구개발에 투자한다는 건 화웨이가 기술 혁신에 특히 주력하고 있다는 걸 보여준다.",
            "또 보도에 따르면 화웨이는 이 연구개발 센터 직원 급여로 현지 칩 제조업체와 비교해 2배 높은 액수를 제시하고 있으며 TSMC, ASML, 인텔, 마이크론 등에서 근무했던 베테랑 엔지니어를 모집하고 있어 화웨이가 인건비를 아끼지 않고 경험 많은 베테랑 엔지니어를 고용하려 한다는 걸 보여준다.",
            "하지만 풍부한 인력을 모아도 근무 환경은 상당히 가혹한 것으로 보인다. 중국에선 996이라 불리는 가혹한 근무 체계가 일상화되어 사회 문제로 대두되고 있지만 화웨이에선 더 가혹한 007이 당연시되고 있다고 한다. 996은 오전 9시부터 오후 9시까지, 주 6일 근무를 뜻한다면 007은 0시부터 다음 날 0시까지, 주 7일 근무를 의미한다. 화웨이 전 엔지니어에 따르면 대부분이 계약 갱신까지 버티지 못하고 퇴사한다고 하니 화웨이 연구개발 센터 역시 가혹한 근무 환경일 가능성이 시사된다.",
            "한편 화웨이가 건설 중인 연구개발 센터에는 화웨이 칩 개발 센터와 화웨이 계열사인 파운드리 기업 하이실리콘(HiSilicon) 본사가 함께 입주할 예정. 상하이시 당국은 상하이시에 위치한 이 화웨이 연구개발 거점에 대한 투자액은 120억 위안에 달한다고 발표했다. 관련 내용은 이곳에서 확인할 수 있다. "
        ]
    }
]