[
    {
        "first_sentence": "보스턴다이내믹스는 아틀라스 개발 사업에서 철수하며 새로운 아틀라스를 공개했다.",
        "second_sentence": "아틀라스는 DARPA와 협력해 재난 대응을 위해 개발된 휴머노이드 로봇 중 하나였다.",
        "third_sentence": "유압 시스템을 사용한 아틀라스가 현대 로봇 공학 기준에 뒤처져 철수한 것으로 보도되고 있다."
    },
    {
        "first_sentence": "미국 플로리다주에서 미스터리한 원통형 물체가 민가를 뚫고 추락한 사고가 발생했다.",
        "second_sentence": "미항공우주국 나사는 이 물체가 국제우주정거장에서 폐기한 우주 쓰레기였다고 공식 인정했다.",
        "third_sentence": "나사는 우주 쓰레기가 완전히 타지 않은 이유를 조사하고, 지구 저궤도에서 책임감 있게 활동하며 우주 쓰레기 방출을 최소화하기 위해 노력하고 있다."
    },
    {
        "first_sentence": "커맨드 R+는 코히어가 개발한 대규모 언어 모델로, GPT-4와 유사한 성능을 보이며 다국어 대응이 가능하다.",
        "second_sentence": "커맨드 R+는 파라미터 1,040억 개와 토큰 12만 8,000개를 처리할 수 있는 컨텍스트 윈도를 갖추고 있으며 RAG 측면에서 미스트랄 라지보다 우수한 성능을 보인다.",
        "third_sentence": "커맨드 R+는 다국어 성능 평가에서 상위권을 차지하며 무료로 다운로드해 사용할 수 있으며, API를 통해 요금을 부과하며 마이크로소프트 애저와 아마존 세이지메이커에서도 이용 가능하다."
    },
    {
        "first_sentence": "애플 비전프로 사용자들이 눈 부종, 두통, 목 통증 등 불편을 호소하고 있다.",
        "second_sentence": "일부 사용자는 1시간 이상 착용 시 눈 부종, 두통, 목 통증, 안구 피로 등의 신체적 문제가 발생한다고 지적했다.",
        "third_sentence": "전문가들은 AR·VR 헤드셋 과다 사용으로 불쾌감, 멀미와 유사한 시뮬레이터 멀미 등이 발생할 수 있다고 경고하고 있다."
    },
    {
        "first_sentence": "메타가 스레드 프로필 화면에서 직접 인스타그램에 DM을 보낼 수 있는 기능을 테스트하고 있으며, 일부 스레드 사용자를 대상으로 시험 중이다.",
        "second_sentence": "스레드에서는 특정 사용자에게만 개인 메시지를 보낼 수 있는 DM 기능이 없지만, 인스타그램 계정을 통해 상대방에게 DM을 보낼 수 있다.",
        "third_sentence": "스레드와 인스타그램 간 데이터 공유를 금지하는 터키 정부 당국의 조치로, 메타는 2024년 4월 29일부터 터키에서 일시적으로 스레드 서비스를 중단하고 혼란을 최소화하기 위한 조치를 취할 예정이다."
    },
    {
        "first_sentence": "최근 해조류에서 질소를 고정하는 세포 소기관인 니트로플라스트가 발견되었는데, 이는 세포 내부에서 질소를 이용 가능한 형태로 변환하는 능력을 갖춘 것으로, 미토콘드리아와 엽록체에 이어 4번째 발견된 사례이다.",
        "second_sentence": "이번 발견은 국제적 협력으로 이루어진 연구 결과로, UCYN-A가 숙주와 공진화해 니트로플라스트로 진화했다는 것이 밝혀졌는데, 이는 농업 분야에서의 혁명 가능성을 시사하고 있다.",
        "third_sentence": "현재 대량 이산화탄소를 배출하는 하버-보슈 법에 비해 친환경적인 질소 고정 방법으로 기대되는 니트로플라스트를 활용한 연구는 미래 농업 기술 발전에 긍정적인 영향을 줄 것으로 전망된다."
    },
    {
        "first_sentence": "애플이 iOS 17.5 베타 2에서 EU 사용자에게 웹사이트를 통한 앱 다운로드를 허용했다.",
        "second_sentence": "애플은 DMA 시행으로 앱 배포 정책을 수정하게 되었는데, 개발자들은 별도 앱스토어 제안에 반발했다.",
        "third_sentence": "이에 애플은 개발자가 자체 웹사이트에서 앱을 배포할 수 있는 조건을 설정했지만, EU 지역에만 적용되며 높은 수수료로 논란이 되고 있다."
    },
    {
        "first_sentence": "화웨이가 인텔 메테오 레이크 프로세서를 탑재한 메이트북 X 프로를 발표했다.",
        "second_sentence": "메이트북 X 프로는 하모니OS로 작동하며 코어 울트라 7 155H 또는 코어 울트라 9 185H를 기반으로 하며 다양한 옵션을 제공한다.",
        "third_sentence": "제품은 4월 18일 중국 시장에 출시 예정이며 최대 1만 4,999위안에 판매될 예정이다."
    },
    {
        "first_sentence": "구글은 캘리포니아 저널리즘 보호법(CJPA)에 반대하며 캘리포니아 주에서의 뉴스 배포 중단을 발표했다. CJPA가 통과되면 링크세 납부가 의무화되어 구글이 지적하고 있다.",
        "second_sentence": "CJPA를 제안한 민주당 의원은 법안이 경제적 위기에 직면한 미디어 기업을 지원하기 위한 것이라고 설명했다.",
        "third_sentence": "구글과 메타가 디지털 광고 수익의 대부분을 징수하고 있는 상황에서 CJPA와 같은 링크세 도입은 웹 개방성을 중요시하는 이해당사자들의 우려를 증폭시키고 있다."
    },
    {
        "first_sentence": "테슬라가 FSD 구독 가격을 99달러로 인하했다. FSD는 차간 거리 제어, 차선 유지 등 다양한 자동 주행 기능을 제공한다.",
        "second_sentence": "이번 가격 인하는 테슬라의 1분기 실적 부진과 관련이 있다. 테슬라는 FSD를 더 많은 사용자에게 알리기 위해 다양한 조치를 취하고 있다.",
        "third_sentence": "테슬라 FSD는 완전 자율 주행이 아니며 운전자는 언제든 긴급 상황에 대응할 수 있도록 주의를 기울여야 한다. 테슬라는 FSD(Supervised)라는 명칭을 사용하며 완전 자율 주행이 가능한 것은 아니라는 경고를 하고 있다."
    },
    {
        "first_sentence": "테슬라가 매출 이익률 하락으로 인해 전 세계 직원 10% 이상을 해고할 예정이며, 이미 인력 구조조정이 진행 중이고 10년 이상 근무한 임원급 직원도 퇴사했다.",
        "second_sentence": "테슬라는 2023년 말 기준 14만 명 이상의 직원을 보유하고 있어 이번 구조조정으로 1만 4,000명이 영향을 받을 것으로 추정되며, 2024년 1분기에는 전년 대비 8.5% 판매량이 감소했다.",
        "third_sentence": "테슬라는 영업이익률 압박으로 투자자에게 2024년 판매량 증가율이 낮아질 것을 경고하고, 파워트레인 및 에너지 담당 임원인 드루 바글리노와 공공정책 및 사업개발 담당 임원인 로한 파텔이 퇴사한 것으로 확인됐다."
    },
    {
        "first_sentence": "엑스는 신규 사용자에게 게시, 댓글, 좋아요, 북마크를 하기 전에 요금을 부과하는 정책을 시범 도입하고 있는 것으로 알려졌다.",
        "second_sentence": "이 정책은 뉴질랜드와 필리핀에서 시작되었으며, 일론 머스크는 봇 대책으로 신규 사용자에게만 요금을 부과하는 이유를 설명했다.",
        "third_sentence": "신규 사용자는 가입 3개월 뒤에는 게시 활동을 무료로 할 수 있게 될 것이며, 엑스는 2024년 4월 초 스팸 계정 대규모 제거를 시작할 예정이라고 발표했다."
    },
    {
        "first_sentence": "앤트로픽 CEO인 다리오 아모데이는 AI 모델 학습 비용이 100억 달러에 달할 것으로 예측하고 있다.",
        "second_sentence": "대기업들은 엔비디아의 AI 전용 GPU인 H100을 대규모로 구매하여 AI 학습을 진행하고 있다.",
        "third_sentence": "다리오 아모데이는 2025~2028년 사이 ASL-4에 해당하는 AI가 등장할 것으로 예측했다."
    },
    {
        "first_sentence": "아마존 프라임 비디오는 아프리카 지역에서 시장 점유율을 넓히는 데 어려움을 겪고 있으며, 2023년 11월 기준 아프리카 대륙 동영상 스트리밍 서비스 점유율에서 쇼맥스와 넷플릭스에 뒤처지고 있다.",
        "second_sentence": "프라임 비디오는 넷플릭스와 달리 아프리카 대륙에 최적화된 서비스를 제공하지 못해 현지 수요에 부응하지 못하고 있으며, 아프리카 독자 콘텐츠 마케팅 부족으로 인해 넷플릭스에 비해 주목을 받지 못하고 있다.",
        "third_sentence": "아마존은 나이지리아와의 협력을 통해 아프리카 지역 독자 콘텐츠 확대에 노력하고 있지만, 넷플릭스의 노력에 비해 아프리카에서의 프라임 비디오 인기는 부진하며, 이는 아마존의 전략에도 영향을 미치고 있다."
    }
]