[
    {
        "first_sentence": "루마니아 출신 전기 자전거 디오드라 S3은 대나무 프레임을 사용하고 배터리와 허브 모터를 추가하여 15kg의 가벼운 무게를 자랑한다.",
        "second_sentence": "50W 모터와 8단 자동 변속 기어로 최고 속도는 유럽에서 25km/h, 미국에서 32km/h로 설정되며 25Ah 배터리로 100km 주행이 가능하다.",
        "third_sentence": "2,999유로에서 1,599유로로 가격이 인하되었으며, 게이츠 탄소 섬유 벨트 드라이브로 업그레이드할 수 있어 유지보수가 간편하다."
    },
    {
        "first_sentence": "애플 비전 프로가 외과 수술에서 활용되어 어깨 관절 치환술에 사용되었다.",
        "second_sentence": "브라질 상파울루주 자라과 병원팀도 애플 비전 프로를 사용한 어깨 관절경 수술을 진행했다.",
        "third_sentence": "애플 비전 프로는 고해상도 화면을 통해 실시간으로 환자 검사나 3D 모델을 확인할 수 있어 수술 효율성을 높였다."
    },
    {
        "first_sentence": "구글 도서는 키워드를 입력하면 해당 키워드와 관련된 도서를 검색 결과로 보여주는데, 최근에는 AI가 생성한 저품질 도서가 인덱싱되어 있다는 지적이 나왔다.",
        "second_sentence": "검색 결과에는 챗GPT, 기계 학습, AI 관련 주제에 대한 인간이 저술한 도서와 AI가 생성한 도서가 혼재되어 나타나는데, 이 중 일부는 품질이 낮은 것으로 알려졌다.",
        "third_sentence": "구글은 AI가 생성한 도서에 대한 라벨링을 요청하는 의견이 제기되었으며, 현재는 AI가 생성한 도서를 제외하는 정책을 마련할지에 대해 밝히지 않고 있다."
    },
    {
        "first_sentence": "아마존은 10만 명의 직원을 감축하고 로봇 75만 대를 가동 중인데, 이로 인해 2021년부터 직원 수가 160만 명에서 150만 명으로 감소했다.",
        "second_sentence": "아마존은 2019년부터 2022년까지 20만 대부터 52만 대의 로봇을 도입하며 창고 작업을 고속화했고, 이는 인력과 로봇간 협업을 강조하는 아마존의 의지를 보여준다.",
        "third_sentence": "아마존은 로봇 도입이 고급 일자리 창출에 기여하며, 로봇과 기술이 직원들에게 새로운 기술과 능력을 배우고 경력 목표를 향해 나아갈 수 있는 새로운 힘을 제공한다고 설명했다."
    },
    {
        "first_sentence": "에어태그와 비슷한 제품인 스마트 라벨은 2mm 초박형으로 5G 연결을 통해 위치를 추적할 수 있다.",
        "second_sentence": "스마트 라벨은 스티커처럼 사용 가능하며 인쇄식 배터리로 6개월간 사용할 수 있다.",
        "third_sentence": "이 제품은 물건의 위치를 알려주는 기능뿐만 아니라 온도 센서를 통해 관리에 부적합한 온도를 감지하여 알려주기도 한다."
    },
    {
        "first_sentence": "미국 정부는 중국으로의 고성능 칩 수출을 규제하고 있지만 중국 내 일부 연구기관과 대학은 재판매업체를 통해 엔비디아 칩이 탑재된 서버를 구매해 규제를 회피하고 있다.",
        "second_sentence": "중국 연구기관 10개가 엔비디아 칩이 탑재된 서버 제품을 경매 형식으로 구매한 것으로 알려졌으며, 미국 정부는 2023년 10월 17일 규제를 강화했지만 이미 구입된 제품들이 중국 내 재판매업체를 통해 유통되고 있다.",
        "third_sentence": "엔비디아와 슈퍼마이크로는 미국 수출 요건을 준수하겠다고 밝히며, 고성능 칩의 유통 문제는 공급망 가시성 부족으로 인한 것으로 지적되고 있다."
    },
    {
        "first_sentence": "미국 의회가 틱톡 중국 모기업인 바이트댄스에게 틱톡 매각을 명령하는 법안을 통과시켰고, 조 바이든 대통령이 서명했다.",
        "second_sentence": "바이트댄스는 법적 이의를 제기할 예정이며, 패배 시 사업 매각보다는 서비스 종료를 선택할 계획이다.",
        "third_sentence": "틱톡은 최단 9개월, 최장 12개월 이내에 미국 기업에 매각해야 하며, 매각하지 않을 경우 미국 내 앱스토어와 웹호스팅 서비스 이용이 금지될 것으로 전해졌다."
    },
    {
        "first_sentence": "클라우드 기반 데이터웨어하우스 서비스 기업 스노우플레이크가 최상위 수준 엔터프라이즈 대규모 언어 모델인 스노우플레이크 아틱을 오픈 모델로 출시했다.",
        "second_sentence": "스노우플레이크 아틱은 학습 비용이 200만 달러 미만으로 효율적이며, Dense-MoE 하이브리드 트랜스포머 아키텍처를 사용해 학습과 추론을 효율적으로 수행할 수 있다.",
        "third_sentence": "스노우플레이크 아틱은 SQL 생성, 코딩, 명령 이행 분야에서 최상위 성능을 보이며, 학술 분야에서도 대규모 모델과 대등한 능력을 발휘할 수 있다."
    },
    {
        "first_sentence": "화웨이가 주도하는 컨소시엄이 중국 정부 지원을 받아 2026년에 AI칩의 주요 부품인 HBM 생산을 시작할 계획이다.",
        "second_sentence": "미국은 중국 반도체 개발을 억제하기 위해 화웨이에 대한 제품 수출을 규제하고, 중국과 협력하는 동맹국에게도 규제 강화를 요구하고 있다.",
        "third_sentence": "미국은 네덜란드 ASML을 통한 중국 반도체 제조 장비 수출을 제한하고, 동맹국에 새로운 제도를 만들지 않고 기존 수출관리제도를 활용해 문제에 대처할 것을 요구하고 있다."
    },
    {
        "first_sentence": "페이스북이 메타로 사명을 변경하고 메타버스에 집중하고 있지만, AR/VR 개발 부서인 리얼리티랩이 2022년 6월 이후 매달 10억 달러 손실을 기록하고 있다.",
        "second_sentence": "024년 1분기 메타의 총 매출은 364억 5,000만 달러로 전년 대비 27% 증가했지만, 리얼리티랩은 38억 5,000만 달러의 손실을 냈다.",
        "third_sentence": "리얼리티랩은 2020년부터 한 번도 이익을 내지 못하고 있으며, 메타는 리얼리티랩에서만 450억 달러 이상의 손실을 기록했다."
    },
    {
        "first_sentence": "아이엠은 이용 약관 개정으로 사용자 사진을 AI 학습에 활용하며, 30일 내에 삭제하지 않으면 라이선스 부여된다.",
        "second_sentence": "아이엠은 독일에서 창업된 사진 공유 커뮤니티로, 2014년부터 게티이미지와 파트너십을 맺어 사진 제공 및 판매를 시작했다.",
        "third_sentence": "아이엠은 스위스의 탤런트하우스에 매각되었으며, 이용 약관에 따라 사용자 콘텐츠는 EQT에게 양도 가능하고 서브라이선스 가능한 권리를 부여한다."
    },
    {
        "first_sentence": "시뮬레이션 게임은 노동을 체험하며 유능성, 자율성, 관계성 등의 내재적 동기부여를 제공하여 많은 게이머들로부터 인기를 얻고 있다.",
        "second_sentence": "게임 속 노동은 현실과는 달리 명확한 목표와 보상을 제공하여 스트레스 없이 즐길 수 있으며, 자기결정 이론에 따르면 유능성, 자율성, 관계성을 자극한다.",
        "third_sentence": "연구에 따르면 스타듀 밸리와 같은 게임은 어려움을 극복하는 데 도움이 되며, 게임 디자이너는 플레이어의 성장과 성과를 의미 있게 만들기 위해 노력하고 있다."
    }
]