[
    {
        "title": "보스턴다이내믹스 “2족보행로봇 아틀라스 개발 사업 철수”",
        "date": "3 분 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240417_Farewell-to-HD-Atlas_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64832",
        "description": "4월 16일 현대자동차 계열 로봇 기업인 보스턴다이내믹스(Boston Dynamics)가 두 발로 걷는 로봇 아틀라스(Atlas) 개발 사업에서 철수한다고 발표했다. 아틀라스는 지난 2013년 7월 처음 공개됐다. 보스턴다이내믹스는 국방고등연구계획국(DARPA)과 협력해 재난 대응을 목적으로 개발을 진행했다. DARPA는 초기 아틀라스가 지금까지 제작된 가장 첨단 휴머노이드 로봇 중 하나였다고 밝혔다. 이번 철수를 계기로 보스턴다이내믹스는 아틀라스를 돌아보는 영상을 게시했다. 이후 4족 보행 로봇 스팟(Spot)과 함께 흰색 부품으로 덮인 새로운 아틀라스가 공개됐다. 아틀라스는 백플립을 선보이는 등 놀라운 운동 능력을 보여줬지만 그 이면에는 많은 실패와 엔지니어의 끈기 있는 노력이 있었다. 보스턴다이내믹스는 아틀라스 개발 사업에서 철수하며 다음에 만날 날까지라는 말로 영상을 마무리했다. 보스턴다이내믹스는 철수 이유를 자세히 밝히지 않았지만 보도에 따르면 유압 시스템을 사용한 아틀라스가 현대 로봇 공학 기준에 뒤처졌기 때문이라고 지적하고 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "민가 파괴한 물체, 우주 쓰레기 맞았다",
        "date": "34 분 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240416_Space-Station-batteries_00001-370x379.jpg",
        "link": "https://techrecipe.co.kr/posts/64811",
        "description": "지난 3월 미국 플로리다주에 미스터리한 원통형 물체가 날아와 민가 지붕을 뚫는 사고가 발생했다. 이 물체를 회수해 조사한 미항공우주국 나사(NASA)가 4월 15일 성명을 통해 민가를 파괴한 물체는 국제우주정거장이 폐기한 우주 쓰레기였다고 공식 인정했다. 3월 8일, 플로리다주 한 저택에 미스터리한 물체가 추락했다. 물체는 길이 10cm가 넘는 원통형으로 무게는 900g이었다. 아주 강한 힘으로 떨어져 온 것으로 물체는 지붕과 천장을 뚫고 바닥에 박혔다. 저택을 파괴한 미스터리한 물체 정체에 대해 ISS가 2021년에 폐기한 배터리 팔레트 일부가 아니냐는 설이 제기됐다. ISS는 2020년 새로운 배터리를 받았지만 운송 작업 지연으로 마지막 화물 팔레트가 ISS에 남겨져 2021년 3월 로봇팔을 사용해 남은 배터리와 화물 팔레트를 우주 공간에 버렸다. 이때 폐기된 배터리 팔레트 무게는 2.6톤이었고 크기는 일반적인 냉장고와 비슷했다고 한다.  Here is a picture of EP-9 after jettison from ISS pic.twitter.com/VQYf9GjyeP 배터리 팔레트는 잠시 우주 공간을 떠돌다가 2024년 3월 8일 대기권에 재진입했다. 이 재진입 과정에서 완전히 타지 않은 일부가 저택에 추락했을 가능성이 있는 것. 나사는 이 물체를 회수해 케네디우주센터에서 분석을 진행했다. 이어 나사는 4월 15일 성명을 발표하며 추락한 물체가 ISS에서 폐기한 우주 쓰레기였다는 걸 인정했다. 나사는 성명에서 조사 결과 이 잔해가 화물 팔레트에 배터리를 탑재하기 위해 사용되던 나사 비행 지원 장비 지지대라고 밝힌 것. 이 우주 쓰레기는 니켈을 기반으로 한 슈퍼 합금 인코넬로 만들어졌으며 무게는 0.7kg, 높이는 10cm, 폭은 4cm라고 한다.  나사는 이 우주 쓰레기가 3월 8일 대기권 재진입 당시 완전히 태워 없어질 것으로 예상했었다고 밝히며 쓰레기가 타지 않은 원인을 규명하기 위한 조사를 진행할 것이라고 밝혔다. 또 지구 저궤도에서 책임감 있게 활동하며 우주 쓰레기를 방출해야 할 경우 지상인을 보호하기 위해 가능한 많은 위험을 줄이기 위해 계속 노력하고 있다고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "무료 다운로드‧로컬 동작 가능한 고성능 LLM",
        "date": "1 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240408_command-R_00001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/64529",
        "description": "커맨드 R+(Command R+)는 비즈니스용으로 구축된 대규모 언어 모델이다. 코히어(Cohere)가 개발한 것으로 GPT-4와 동등한 성능을 갖추고 있으며 다국어 대응이 가능하다. 로컬로 다운로드해 실행할 수 있을 뿐 아니라 웹 기반 챗앱 데모에서도 사용할 수 있다. 커맨드 R+는 파라미터 1,040억 개를 갖춘 대규모 언어 모델. 동시에 토큰 12만 8,000개를 처리할 수 있는 컨텍스트 윈도를 갖추고 있다. 커맨드 R+는 다국어 처리와 외부 정보를 활용해 답변 정확도를 높이는 RAG(Retrieval-Augmented Generation) 측면에서 미스트랄 라지(Mistral Large)보다 뛰어난 성능을 보인다. 또 외부 도구를 활용해 답변 정확도를 높이는 도구 사용성 측면에선 GPT-4 터보를 능가하는 성능을 발휘한다. 인간 평가에서 커맨드 R+는 클로드 3 소넷(Claude 3 Sonnet)보다 뛰어나다고 판단한 비율이 74%에 달했으며 GPT-4 터보보다 좋다고 판단한 비율은 53%였다. 다국어 성능을 평가하는 여러 벤치마크 테스트에서 커맨드 R+는 대부분 테스트에서 상위권을 차지했으며 일부 테스트에선 GPT-4 터보를 제치고 최고 수준 성능을 보여줬다. 커맨드 R+ 모델 데이터는 무료로 다운로드해 비영리 목적으로 자유롭게 사용할 수 있다. 인터넷상에는 커맨드 R+를 로컬에서 실행해본 결과가 여러 건 보고되어 있다. 또 코히어는 커맨드 R+를 사용할 수 있는 API를 제공하며 입력 100만 토큰당 3달러, 출력 100만 토큰당 15달러 요금을 부과한다. 회사 측은 커맨드 R+ 요금이 미스트랄 라지나 GPT-4 터보보다 저렴하다는 점을 강조하고 있다. 또 커맨드 R+는 동일 텍스트를 표현하는 데 필요한 토큰 수가 다른 대규모 언어 모델보다 적다는 점도 강조하고 있다. 커맨드 R+는 마이크로소프트 애저와 아마존 세이지메이커에서도 이용할 수 있다. 그 외의 이용 형태에 대해서는 코히어 영업팀에 문의해야 한다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "애플 비전프로 일부 사용자 “두통‧목 통증 호소”",
        "date": "2 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/02/240203_Apple-Vision-Pro_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64583",
        "description": "지난 2월 2일 출시된 MR 헤드셋인 애플 비전프로(Apple Vision Pro) 일부 사용자가 눈 부종과 두통, 목 통증 등으로 괴로워하고 있다는 불만을 토로하고 있다고 한다.  한 보도에 따르면 애플 비전프로를 받자마자 1시간 정도 사용해봤는데 볼 부분에 부담이 가서 일시적으로 눈 밑에 까맣게 멍이 들었다고 보고하기도 했다. 또 첫 몇 주간 착용감이 좋지 않아 거의 사용하지 못했다고 덧붙였다.  컨설팅 기업 시그널앤치퍼(Signal and Cipher) CEO 이안 비크래프트(Ian Beacraft)는 비전프르를 2시간 착용하니 두개골 근처와 등 윗부분에 통증이 느껴졌다고 밝혔다. 또 일부 사용자는 비전프로를 1시간 이상 착용하면 두통, 목 통증, 안구 피로, 등 통증 외에도 눈 밑 다크 서클, 눈 부종, 건조 눈 같은 신체적 문제가 발생한다고 지적했다.  동영상 플랫폼 위스티아(Wistia) CEO인 크리스 새비지(Chris Savage)는 비전프로를 처음 착용했을 때의 첫 인상은 생각보다 편하지 않다는 것이었다며 며칠 뒤에야 밴드를 더 조여서 착용감이 좋아졌다고 밝혔다. 하지만 비전프로 사용을 시작하자 애플이 주장하는 지금까지 본 것 중 가장 밝은 화면에 눈이 부셨다고 덧붙였다.  스탠퍼드대 제레미 베일렌슨(Jeremy Bailenson) 교수는 비전프로를 포함한 AR·VR 헤드셋 과다 사용은 일시적인 불쾌감과 현실 세계에 대한 주의 산만, 멀미와 유사한 시뮬레이터 멀미를 야기할 수 있다고 지적한다. 실제로 수술에 AR·VR 헤드셋을 사용하는 성형외과 의사는 수술 중 2시간 이상 헤드셋을 사용하면 두통이 생긴다며 적절한 휴식이 필요하다고 말하기도 했다.  애플은 비전프로 사용 가이드라인에서 비전프로 사용에 익숙해지면 자신의 편안함 수준에 따라 20∼30분마다 휴식을 취하라며 사용 중 건강이 나빠지면 즉시 사용을 중단하고 증상이 지속되면 적절한 의료기관을 방문하라고 안내하고 있다.  한편 애플은 이 문제에 대한 보도에 대해 대다수 고객은 비전프로에 긍정적인 평가를 하고 있으며 물리적 영향에 대해 불만을 토로하는 사람은 거의 없다며 공식 논평은 내놓지 않았다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "메타 스레드, 인스타그램 DM 기능 채택 예정?",
        "date": "2 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/07/230707_meta-threads_0001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/64767",
        "description": "메타가 스레드(Threads) 프로필 화면에서 직접 인스타그램에 다이렉트 메시지(DM)를 보낼 수 있는 기능을 테스트하고 있다는 보도가 나왔다. 이미 일부 스레드 사용자를 대상으로 이 DM 기능이 시험 제공되고 있다고 한다.  스레드에서 다른 사용자 프로필을 볼 때 이전에는 멘션이 있던 곳에 메시지라는 버튼이 표시된다는 보고가 나왔다. 이 메시지 버튼을 누르면 인스타그램으로 보내기(Send on Instagram)라는 입력란이 표시된다. 메타 측은 이 메시지 버튼에 대해 스레드에서 인스타그램으로 메시지를 보내는 기능을 테스트하고 있다고 설명했다. 스레드에는 특정 사용자에게만 개인 메시지를 보낼 수 있는 DM 기능이 없다. 하지만 스레드 계정을 생성하려면 인스타그램 계정이 필요하기 때문에 상대방 프로필 페이지에서 상대방 인스타그램 계정에 접근할 수 있다. 따라서 DM 기능 대신 인스타그램을 통해 DM을 보낼 수 있었다. 이번에 스레드에서 테스트되고 있는 기능은 스레드 프로필 화면에서 직접 상대방 인스타그램 계정으로 보낼 수 있게 되는 것. 하지만 스레드에는 아직 자체적인 받은 메시지함 기능이 탑재되어 있지 않으며 스레드 계정간 DM 주고받기를 가능하게 할 계획은 없다. 메타 측은 이번 테스트는 스레드 고유 DM 기능을 테스트하는 게 아니라고 강조했다고 한다. 스레드에 DM용 받은 메시지함이 마련되어 있지 않은 문제와 관련해 아담 모세리 CEO는 결국 인스타그램 받은 메시지함을 스레드에서도 사용할 수 있게 하지 못할 경우 인스타그램 받은 메시지함을 스레드에서 미러링해 앱 알림 문제를 해결한다거나 스레드에 인스타그램과 완전히 별도 받은 메시지함을 구축해, 서로 다른 앱 2개에서 동일한 이름 친구와 중복된 메시지 스레드 2개를 갖는 문제에 대처하는 것 중 어려운 선택을 해야 할 것이라며 이 2가지 모두 좋은 해결책이라고 볼 수 없다고 언급했다. 그는 또 자신은 인스타그램 받은 메시지함을 잘 활용할 수 있게 하는 걸 희망하고 있다며 앱을 전환하지 않고도 스레드에서 DM을 보낼 수 있게 하고 있다며 메시징 기능을 더 쉽게 제어하고 수신 경험을 개선하며 더 포괄적인 것으로 만들어야 한다고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다.  한편 스레드 측은 2024년 4월 29일부터 터키에서 일시적으로 서비스를 중단한다고 발표했다. 이는 스레드와 인스타그램간 데이터 공유를 금지하는 정부 당국 측 가처분 명령에 따른 조치다. 터키 경쟁 당국 TCA는 메타가 스레드와 인스타그램을 연계해 독점적 지위를 남용했다는 의혹으로 조사를 진행했다. 지난 3월 18일 TCA는 메타에 대한 가처분 명령을 내렸다. TCA는 메타가 장기간 시장에서 활동하며 방대한 데이터를 축적했고 이를 통해 광고주에게 매력적인 서비스를 제공할 수 있다고 지적했다. 이로 인해 메타는 서비스 개발에 더 많은 자원을 할당할 수 있게 되어 경쟁사의 시장 진입이 어려워지고 자금 조달이 힘들어졌다는 것. TCA는 이런 상황에서 메타 측 행위가 시장에 진입 장벽을 만들어내고 있다고 판단했다. 이에 따라 메타는 TCA 가처분 명령에 따라 4월 29일부터 터키에서의 스레드 서비스를 일시 중단하기로 했다. 메타는 터키 스레드 사용자에게 큰 실망을 주는 결정이지만 가능한 혼란을 최소화하기 위해 사용자 프로필 비활성화 또는 삭제 선택 같은 조치를 취할 예정이다. 또 메타는 TCA와 계속 협력해 가능한 한 빨리 스레드를 터키 사용자에게 복원할 계획이라고 밝혔다. 한편 터키 규제 당국은 2022년 메타에 1,860만 달러 벌금을 부과했으며 법률 위반 방지를 위한 조치를 상세히 설명하는 문서 제출을 요구했지만 메타 측 설명이 불충분하다며 추가 벌금을 부과한 바 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "“농업혁명 가능성도…” 질소 고정 세포소기관 발견",
        "date": "3 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240412_nitrogen_00001-370x182.jpg",
        "link": "https://techrecipe.co.kr/posts/64687",
        "description": "생물학에선 생물계를 3가지로 구분하는데 그중 세균과 고세균만 공기 중 질소를 생명체가 이용할 수 있는 형태로 변환하는 질소 고정 능력이 있다고 기록되어 있다. 그런데 최근 진핵생물에 속하는 해조류 일종에서 세포 내부에 질소를 고정하는 세포 소기관(organelle)을 갖고 있다는 사실이 밝혀졌다. 이처럼 별도 생물체가 공생 관계를 넘어 세포 소기관으로 진화한 사례는 미토콘드리아와 엽록체에 이어 4번째 발견으로 기록되는 것. 연구팀은 이 새로운 질소 고정 세포 소기관을 니트로플라스트(nitroplast)라고 명명했다. 이번 발견은 수십 년간 연구해온 과학자간 국제적 협력 결과다. 1998년 캘리포니아대 산타크루즈 캠퍼스 연구팀이 태평양 해수에서 알 수 없는 질소 고정 시아노박테리아 DNA 서열을 발견했고 일본 고치대학 해양코어통합연구센터 연구팀이 배양(Braarudosphaera bigelowii)에 성공하면서 연구가 본격화됐다. 연구팀은 UCYN-A와 숙주 조류가 공생 관계에 있다고 봤지만 지난 3∼4월 학술지에 게재된 연구를 통해 UCYN-A가 숙주와 공진화해 세포 소기관인 니트로플라스트로 진화했다는 걸 밝혀냈다. 이번 발견은 농업 혁명 가능성을 시사하고 있다. 현재 주요 질소 비료 생산 기술인 하버-보슈 법(Haber-Bosch process)은 대량 이산화탄소를 배출하지만 니트로플라스트를 활용하면 친환경적인 질소 고정 방법을 개발할 수 있을 것으로 기대되고 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "애플, EU 사용자 대상 웹사이트 앱 다운로드 인정",
        "date": "3 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/03/240313_apple_appstore_eu_0001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/64830",
        "description": "4월 16일 애플이 iOS 17.5 베타 2를 공개하면서 EU 사용자가 앱스토어가 아닌 웹사이트에서 직접 앱을 다운로드할 수 있게 허용했다. 그동안 애플은 자사 앱스토어를 통해서만 앱 배포를 허용해왔다. 하지만 EU 디지털 시장법(DMA) 시행에 따라 이런 정책을 일부 수정해야 했다. 애플이 당초 제시한 대안은 애플이 승인한 별도 앱스토어를 통해서만 앱 배포를 허용하겠다는 것이었지만 이에 대해 많은 개발자가 반발했다.  이후 애플은 방침을 전환해 개발자가 자체 웹사이트에서 직접 앱을 배포할 수 있는 체계를 구축하기로 했다. iOS 17.5 베타 2에서 이 기능이 도입된 것.  다만 이 기능은 EU 지역에만 한정되며 개발자는 까다로운 조건을 충족해야 한다. 연간 100만 회 이상 설치 실적, 2년 이상 애플 개발자 프로그램 가입 기록 등이 요구된다. 또 개발자는 애플에 별도 수수료를 지불해야 한다. 이 수수료는 기존 앱스토어 수수료 100배 수준으로 개발자에게는 큰 부담이 될 것으로 보인다. 따라서 이번 조치는 실질적으로 앱스토어 이용을 강요하는 것이라는 비판이 제기되고 있다. 마이크로소프트, 메타, 스포티파이 등 주요 기업도 이에 대해 비판적인 입장을 표명했다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "화웨이, 자체 LLM 내장한 메이트북 X 프로 발표",
        "date": "4 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240415_MateBook-X-Pro_00001-370x187.png",
        "link": "https://techrecipe.co.kr/posts/64739",
        "description": "인텔 메테오 레이크(Meteor Lake) 프로세서를 탑재한 화웨이 첫 AI PC인 메이트북 X 프로(MateBook X Pro)가 발표됐다. 메이트북 X 프로는 화웨이의 하모니OS(HarmonyOS)로 작동하며 자사 대규모 언어 모델 반고(Pangu)를 통합해 마이크로소프트 코파일럿, 챗GPT와 유사한 기능을 제공할 것이라고 한다.  메이트북 X 프로는 TDP 40W를 지원하도록 프로그래밍된 내장형 그래픽인 코어 울트라 7 155H 또는 코어 울트라 9 185H를 기반으로 하며 16GB 또는 32GB RAM과 1TB 또는 2TB NVMe PCIe 저장 공간 옵션을 제공한다.  화면 크기는 14.2인치, 종횡비는 3:2, 해상도는 3120×2080 픽셀. OLED 터치스크린 디스플레이를 탑재하고 있으며 HDR 모드 최대 밝기는 1000니트, 리프레시레이트 120Hz, 어도비RGB, P3, sRGB 색 영역을 지원한다. 화웨이 측은 메이트북 X 프로가 마그네슘 합금 마감으로 980g 경량 설계를 특징으로 하며 애플 맥북에 필적한다고 밝혔다. 또 코어 울트라 9 칩이 M3 프로가 탑재된 맥북 프로보다 27% 빠른 4K 비디오 편집 성능을 보인다는 설명이다.  이 제품은 4월 18일 중국 시장에 출시 예정이며 코어 울트라 0 프로세서와 32GB 메모리, 2TB 저장 공간 탑재 모델 가격은 최대 1만 4,999위안이다.  미국 정부는 화웨이에 대한 규제에 열을 올리고 있으며 인텔 같은 자국 칩 제조업체가 화웨이와 거래하려면 특별 수출 허가가 필요하다. 인텔은 트럼프 정권 말인 2020년부터 특별 수출 허가를 받아 12세대‧13세대 프로세서를 포함한 칩을 화웨이에 공급했다. 반면 경쟁사인 AMD는 허가를 받지 못해 5억 달러 상당 거래 기회를 놓쳤다고 불만을 드러낸 바 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "구글이 美 캘리포니아서 뉴스 배포 차단한 이유",
        "date": "4 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2021/01/210122_google-news_001-370x278.jpg",
        "link": "https://techrecipe.co.kr/posts/64743",
        "description": "구글은 미국 캘리포니아 주 의회에서 논의 중인 캘리포니아 저널리즘 보호법(CJPA)에 반대해 캘리포니아주에서의 뉴스 배포를 중단하겠다고 발표했다. CJPA는 캘리포니아 주 저널리즘을 지원하기 위한 새로운 법안으로 이 법안이 통과되면 뉴스 집적 서비스를 제공하는 구글 등에게 링크세 납부가 의무화된다. 하지만 구글은 이런 종류 링크세는 잘못된 접근이라고 오랫동안 주장해 왔으며 CJPA가 통과되면 캘리포니아 주 뉴스 출판사에게 제공할 수 있는 트래픽이 크게 변화할 수 있다고 지적하고 있다. 구글은 사용자가 뉴스 기사를 손쉽게 찾을 수 있도록 지원해 모든 규모 뉴스 출판사에게 무료로 사용자 증가 기회를 제공하고 있다. 하지만 구글은 CJPA가 통과되면 이런 모델을 바꿔야 할 것이라고 우려하고 있다. 구글은 또 CJPA는 법안 통과를 위해 로비 활동을 펼치고 있는 미디어 기업과 헤지펀드에게 유리할 것이라며 CJPA 자금을 노린 기업이 캘리포니아 지역 언론을 인수하고 기자를 해고해 저품질 콘텐츠를 생산하는 유령 신문을 늘릴 수 있다면서 또 CJPA는 소규모 출판사를 불리한 위치에 놓고 지역 미디어 생태계에 대한 소비자 접근성을 제한할 것이라고 지적했다. 현재 CJPA에는 링크세 납부 상한선이 설정되어 있지 않아 이대로라면 재정적으로 감당할 수 없는 수준 납부를 요구받을 가능성이 있다며 어느 기업도 받아들일 수 없는 수준으로 사업상 불확실성이 생길 것이라고 우려했다. 이에 구글은 CJPA 영향에 대비해 캘리포니아 주 일부 사용자를 대상으로 단기 테스트를 시작했으며 이 테스트에선 링크세 부과 대상인 캘리포니아 미디어 운영 뉴스 사이트에 대한 링크를 삭제하고 있다. 또 캘리포니아 주 규제 환경이 명확해질 때까지 새로운 파트너십, 뉴스 매체 대상 제품‧라이선스 프로그램, 구글 뉴스 이니셔티브 확장 계획 등 캘리포니아 뉴스 생태계에 대한 추가 투자도 일시 중단하겠다고 밝혔다. 구글은 CJPA가 캘리포니아 주 뉴스를 약화시킬 것이라고 믿는다며 자사는 이런 결정을 경솔히 내리지 않으며 캘리포니아 출판사, 의원, 사용자들에 대해 투명성을 유지하고자 한다며 캘리포니아 언론 추가 악화를 막기 위해 자사는 다른 접근법을 강력히 요구한다고 언급했다. 향후에도 캘리포니아 뉴스 생태계를 지원할 수 있는 방안을 의원과 협력해 모색하겠다는 것이다.  A rare time I’m in full agreement with Meta. Trying to blackmail companies into paying a tax for hyperlinks is antithetical to the open web and everything it stands for. I support media and journalism to the max. But trying to strongarm payments for hyperlinks is obscene. https://t.co/U9eB3Onj0h 한편 CJPA를 제안한 민주당 의원은 지난 10년간 캘리포니아 주 내에서 최소 100개 언론사가 폐쇄됐다는 점을 지적하며 이는 기본적인 공정성에 관한 법안이며 플랫폼이 재활용하는 콘텐츠에 대한 대가를 반드시 지불하도록 하는 게 목적이라고 밝혔다. CJPA가 광고 수익 감소로 경제적 위기에 직면한 미디어 기업을 지원하기 위해 필요한 법안이라는 설명이다.  고용 통계를 조사하는 챌린저그레이앤크리스마스(Challenger, Gray & Christmas)에 따르면 미국 뉴스 미디어 업계에서 2023년 만 2만 명 이상이 해고됐으며 이는 팬데믹 기간 중 뉴스 미디어 업계에서 3만 명이 해고된 이후 최대 규모다.  또 비즈니스 인사이더(Business Insider)가 제작하고 배포한 애널리스트 보고서(Insider Intelligence)에 따르면 디지털 광고 수익 최소 70%가 구글과 메타에 의해 징수되고 있다고 한다. 2023년 구글 디지털 광고 수익은 3,070억 달러였다. 한편, CJPA 유사한 법안이 캐나다에서도 검토되고 있으며 이미 통과 직전 단계다. 이 법안에 따라 메타는 페이스북과 인스타그램에서 캐나다 뉴스 배포를 중단했다. 반면 구글은 캐나다 정부와 협정을 체결해 캐나다 뉴스 미디어 업계에 연간 7,400만 달러를 지불하기로 합의했다. 이처럼 CJPA와 같은 링크세 도입 움직임은 구글, 메타 같은 기업뿐 아니라 웹 개방성을 중요하게 여기는 다양한 이해당사자 우려를 불러일으키고 있다. 이들은 링크세가 현행 인터넷을 지탱하는 오픈 웹 근간을 무너뜨릴 수 있다고 지적하고 있다. 결국 CJPA 같은 링크세 법안은 미디어 업계의 경제적 어려움을 해소하기 위해 도입됐지만 동시에 기술 플랫폼과 미디어 업계간 긴장관계를 증폭시키고 있다. 각 이해당사자는 상호 이해와 협력을 통해 지속가능한 해결책을 마련해야 할 것으로 보인다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "테슬라, FSD 구독 가격 50% 인하했다",
        "date": "5 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2021/01/210104_Autopilot-FSD_tesla_001-370x246.jpg",
        "link": "https://techrecipe.co.kr/posts/64753",
        "description": "테슬라가 주행 지원 기능인 풀 셀프 드라이빙(FSD) 구독 가격을 기존 월 199달러에서 99달러로 인하한다고 발표했다. 테슬라가 유료 옵션으로 제공하는 주행 지원 기능 FSD는 차간 거리 제어, 차선 유지 같은 오토파일럿 기능에 더해 교차로 정지 또는 통과, 신호등 준수 감속‧정지, 좌우회전 등 다양한 시나리오 자동 주행 기능을 포함하고 있다. FSD는 일시 결제 방식으로 1만 2,000달러에 구매할 수 있으며 2021년부터는 월 199달러 구독 서비스도 제공되고 있었다. 이어 4월 12일 테슬라가 FSD 구독 가격을 절반 이하인 월 99달러로 대폭 내린다고 발표했다. You can now subscribe to FSD (Supervised) for $99/month in the UShttps://t.co/0IwC9GC0aF Upgrades > Software Upgrades > Subscribe 이번 대폭 인하 발표에는 테슬라 일론 머스크 CEO도 반응했다. 보도에선 이번 FSD 가격 인하 이유 중 하나로 테슬라 1분기 실적 부진을 지적했다. 애널리스트는 1분기 테슬라 출고량을 45만 7,000대로 예상했지만 실제로는 38만 7,000대에 그쳐 2020년 2분기 이래 처음으로 마이너스 실적을 기록했다. Supervised full self-driving now $99/month https://t.co/UoZ0MvirxW 또 2024년 3월에는 기존 고객과 신규 고객에게 FSD를 1개월간 무료로 제공하는 프로모션을 진행하는 등 테슬라는 FSD를 더 많은 사용자에게 알리기 위한 다양한 조치를 취하고 있다. 한편 테슬라 FSD는 완전 자율 주행이라는 명칭과 달리 완전한 자율 주행 기능은 아니며 운전자는 도로 상황에 주의를 기울이고 언제든 긴급 상황에 대응할 수 있도록 손을 스티어링 휠에 올려놔야 한다. 최근 FSD를 사용한 것으로 추정되는 테슬라 차량이 사고를 일으키면서 과장 광고로 사용자를 오인시킨다는 지적이 있어 공식 문서에선 FSD(Supervised)라는 명칭을 사용하고 있다. 보도에 따르면 테슬라는 일부 운전자에게 터치스크린에 FSD(감시 제어)는 테슬라 차량을 거의 어디든 운전할 수 있게 한다며 차선 변경, 분기점 선택, 내비게이션 경로 주행, 다른 차량 및 장애물 회피, 좌우회전 등을 수행하지만 이는 주의 깊은 운전자와 함께 사용되어야 하며 완전 자율 주행이 가능한 것은 아니므로 과신하지 말라는 경고를 표시하고 있다고 한다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "테슬라, 전체 직원 10% 해고한다",
        "date": "5 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2022/10/221006_tesla_model3_000001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64770",
        "description": "매출 이익률 하락에 시달리던 테슬라가 전 세계 직원 10% 이상을 해고할 것으로 알려졌다. 이미 인력 구조조정이 진행 중이며 10년 이상 근무한 임원급 직원도 회사를 떠난 것으로 확인됐다.  일론 머스크 테슬라 CEO가 직원에게 보낸 이메일에 따르면 비용 절감과 생산성 향상을 위해 테슬라 직원 10% 이상이 해고될 것으로 보인다. 테슬라는 2023년 말 기준 14만 명 이상 직원을 보유하고 있었기 때문에 이번 구조조정으로 직원 1만 4,000명이 영향을 받을 것으로 추정된다.  테슬라는 EV 수요 감소로 3년 만에 판매량 감소를 겪고 있으며 2024년 1분기 배송량은 전년 동기 대비 8.5% 감소했다. 영업이익률 압박이 계속되면서 테슬라는 투자자에게 2024년 판매량 증가율이 이전보다 크게 낮을 것이라고 경고했다. 이번 구조조정으로 테슬라의 파워트레인 및 에너지 담당 임원인 드루 바글리노(Drew Baglino)와 공공정책 및 사업개발 담당 임원인 로한 파텔(Rohan Patel)이 퇴사한 것으로 확인됐다. 18년 동안 근무했던 바글리노는 사내 큰 변화로 인해 퇴직을 결정했다며 이는 자신과 테슬라 모두에게 좋은 일이며 어려운 결정이었다고 말했다. Thanks for everything you’ve done for Tesla. Few have contributed as much as you. 보도에 따르면 전체 직원 20%가 해고된 팀도 있는 것으로 알려졌으며 정보 제공자는 해고된 직원 대다수가 높은 성과를 내고 있었다는 안타까운 목소리가 회사 내부에 있다고 전했다. 테슬라는 2023년 전기차 180만 대를 출하하며 역대 최고 실적을 기록했지만 영업이익률은 하락했다. 2024년 4월 현재 테슬라는 기존에 추진하던 저가 전기차 생산 계획을 중단하고 일론 머스크가 8월에 데뷔시킬 로봇 택시 기반을 구축하는 중인 것으로 알려졌다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "엑스, 신규 사용자에게 소액 요금 부과 계획중",
        "date": "6 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/08/230806_X_0002131312312-370x258.jpg",
        "link": "https://techrecipe.co.kr/posts/64773",
        "description": "엑스가 신규 사용자에게 게시, 댓글, 좋아요, 북마크를 하기 전에 요금을 부과할 계획인 것으로 밝혀졌다. 엑스 소유주인 일론 머스크는 신규 사용자에게만 요금을 부과하는 이유를 봇 대책 일환이라고 설명했다. 보도에 따르면 신규 사용자가 게시, 댓글, 좋아요, 북마크를 하기 전에 요금을 부과하는 정책을 확대하고 있다는 걸 발견했다는 것. 이에 따르면 이 정책은 이전에는 뉴질랜드와 필리핀에서만 실시됐으며 처음에는 스팸을 줄이고 사용자 경험 전체를 향상시키기 위해 시범 도입된 것이라고 설명됐다.  SPECULATION: X might be expanding its policy to charge new users before they reply/like/bookmark a post https://t.co/odqeyeiHBx pic.twitter.com/EU71qlwQ0D 이 게시물에 대해 일론 머스크는 불행하게도 무자비한 봇 공격을 억제할 수 있는 유일한 방법은 신규 사용자 게시 접근에 소액 요금을 부과하는 것이라며 현재의 AI나 트롤 농장은 캡차(CAPTCHA) 같은 인간 여부 확인 테스트도 쉽게 통과한다며 거센 가짜 계정 공격으로 사용 가능한 이름도 소진되어 결과적으로 많은 뛰어난 사용자명을 차지하게 됐다면서 신규 사용자에게 요금을 부과하는 건 엑스에서 급증하는 봇에 대한 대책이라는 점을 강조했다. The onslaught of fake accounts also uses up the available namespace, so many good handles are taken as a result 이후 다른 사용자가 엑스가 지닌 특별함은 누구나 무료로 게시할 수 있다는 것이라며 봇을 막는 게 필요한 건 분명하지만 돈을 내는 것 외에 계산 비용이 높은 예커대 도지코인 채굴 등 무언가를 하는 선택지를 만드는 것은 어떠냐고 올리자 머스크는 그건 소액 수수료를 지불하게 하는 것보다 훨씬 더 어려운 선택이라며 요금 부과는 신규 사용자에게만 적용되며 가입 3개월 뒤에는 게시 활동을 무료로 할 수 있게 될 것이라고 답했다. That is way harder than paying a tiny fee. This is only for new users. They will be able to do write actions for free after 3 months. 현재 엑스가 이 정책을 언제부터 적용할지 신규 사용자가 지불해야 하는 요금에 대한 자세한 내용은 알려지지 않았다. 한편 2023년 10월 엑스는 뉴질랜드와 필리핀 신규 사용자에게 연간 1달러 소액 이용료를 부과하기 시작했다. 이 지역에서 엑스에 접속한 신규 사용자는 게시물을 볼 수는 있지만 게시, 댓글, 좋아요, 북마크와 같은 다른 활동을 하려면 요금을 지불해야 한다. 엑스는 2024년 4월 초 스팸 계정에 대한 대규모 제거를 시작할 것이라고 발표했으며 이로 인해 팔로어 수에 영향을 미칠 수 있다고 사용자에게 경고한 바 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "“2026년까지 인류에 위협될 AI 등장할 것”",
        "date": "6 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2020/07/200714_intelligence_001-370x285.png",
        "link": "https://techrecipe.co.kr/posts/64783",
        "description": "앤트로픽(Anthropic) CEO인 다리오 아모데이는 앞으로 몇 년 내 AI 모델 학습 비용이 100억 달러에 달할 것으로 추정하고 있다. 대규모 언어 모델과 멀티모달 AI 모델 학습에는 많은 GPU와 AI 가속기가 필요하다. 엔비디아, AMD, 인텔 등 반도체 기업은 AI 학습을 효율적으로 실행할 수 있는 칩 개발을 진행하고 있지만 이런 AI 전용 칩은 뛰어난 성능에 비해 비용 역시 높다. 예를 들어 엔비디아 AI 전용 GPU인 H100은 대당 2만 5,000달러로 보고되고 있다. 구글과 아마존 같은 대기업은 AI 학습을 위한 계산 설비를 구축하기 위해 H100을 수만 대 단위로 구매하고 있으며 메타와 마이크로소프트 역시 15만 대 규모 H100을 구매한 것으로 알려져 있다. 이처럼 고성능 AI 학습에는 막대한 비용이 소요되는 실정이다. GPT-2와 GPT-3 등 대규모 언어 모델 개발에 참여했던 다리오 아모데이 CEO는 한 인터뷰에서 현재 고성능 AI 모델 학습 비용은 1억 달러지만 2024년 후반에서 2025년 초반 발표될 AI 모델 학습 비용은 10억 달러로 상승할 것이라고 말했다. 이어 2025∼2026년에는 고성능 AI 모델 학습 비용이 100억 달러에 달할 것이라며 AI 학습 비용이 급속히 증가할 것이라는 예측을 내놨다.  한편 앤트로픽은 AI 성능 향상에 따른 안전 위협을 AI 안전 수준(ASL) 지표로 분류하고 있다. 현재 AI는 이미 생물 무기 개발 등에 악용될 조짐을 보이며 ASL-2로 분류되고 있다며 자사는 검색 엔진이나 교과서보다 재앙적인 위험을 초래하는 AI를 ASL-3, 현재 AI와는 거리가 멀고 위험 수준을 정의할 수 없는 AI를 ASL-4로 정의하고 있다면서 그는 2025~2028년 사이 ASL-4에 해당하는 AI가 등장할 것으로 예측했다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "아마존 프라임비디오는 왜 아프리카에서 어려움 겪을까",
        "date": "7 시간 ago",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2020/03/200324_Amazon-Prime-Video_001-370x190.png",
        "link": "https://techrecipe.co.kr/posts/64041",
        "description": "아마존은 프라임 비디오 동영상 스트리밍 서비스를 전 세계적으로 제공하고 있지만 아프리카 지역에선 시장 점유율을 넓히는데 어려움을 겪고 있다. 2023년 11월 기준 아프리카 대륙 동영상 스트리밍 서비스 점유율을 보면 1위는 아프리카를 중심으로 서비스를 제공하는 쇼맥스(38.7%)이며 2위는 넷플릭스(33.5%)다. 프라임 비디오 점유율은 5.6%에 불과해 쇼맥스와 넷플릭스에 비해 인기가 현저히 낮다는 걸 알 수 있다. 프라임 비디오와 넷플릭스는 모두 2016년 아프리카에서 서비스를 시작했다. 하지만 넷플릭스는 서비스 개시 당시부터 아프리카 대륙에 최적화한 반면 프라임 비디오는 현지 수요에 제대로 대응하지 못했다. 예를 들어 국내에서 프라임 비디오를 사용하면 홈화면에 국내 영화가 줄지어 표시되지만 아프리카 서비스 초기에는 홈화면 대부분이 인도 영화로 채워져 있어 아프리카 인기 콘텐츠를 보려면 직접 검색해야 했다고 한다. 아마존은 2021년 12월 나이지리아 영상 제작사와 라이선스 계약을 맺고 2022년 8월에는 나이지리아 영화 감독 제이드 오시벨과 프라임 비디오 독자 영화‧TV쇼 제작 3년 계약을 체결하는 등 아프리카 지역 독자 콘텐츠 확대에 노력해왔다. 2023년에는 오시벨 감독이 연출한 영화 갱 오브 라고스를 프라임 비디오에서 독점 공개했다. 하지만 나이지리아에서 활동 중인 한 영화 프로듀서는 프라임 비디오의 아프리카 독자 콘텐츠 마케팅이 부족했다며 개봉 3일 만에 프라임 비디오 영화를 화제에 올리지 않게 됐다고 지적한다. 그에 따르면 넷플릭스는 독자 콘텐츠를 홍보하기 위해 거리에 광고판을 내걸고 SNS 캠페인을 벌이는 등 노력했기 때문에 저예산 작품이어도 큰 주목을 받는다고 한다. 한편 아프리카에서 프라임 비디오 인기 부진은 아마존 전략에 영향을 미치고 있는 것으로 보이며 2024년 1월에는 남아프리카공화국 프라임 비디오 거점에서 수백 명 규모 인력 감축이 보도된 바 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    }
]