[
    {
        "title": "대나무 만난 전기 자전거",
        "date": "14:02:21",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240408_Diodra-S3_0003-370x303.jpg",
        "link": "https://techrecipe.co.kr/posts/64486",
        "description": "루마니아에서 태어난 전기 자전거 디오드라 S3(Diodra S3)은 자연에서 유래한 대나무 프레임을 사용했고 배터리와 일체형 허브 모터를 더한 무게가 15kg에 불과하다. 대나무는 단단하고 견고하며 외관도 아름답고 진동 흡수 효과도 있다. 3중 코팅으로 방수 성능도 뛰어나다. 여기에 250W 모터와 8단 자동 변속 기어를 더해 최고 속도는 유럽에서는 25km/h이며 미국에선 32km/h로 설정되어 있다. 25Ah 배터리는 3.5시간 만에 완전 충전할 수 있고 100km를 연속 주행할 수 있다. 또 스마트폰 앱과 연동되는 첨단 기능도 갖추고 있다.  이 제품은 기본으로 디스크 브레이크와 펑크 방지 타이어를 장착하고 있으며 추가 200유로로 게이츠(Gates) 탄소 섬유 벨트 드라이브로 업그레이드할 수 있다. 체인 구동 방식은 조절과 윤활유 보충 등 유지보수가 필요하지만 벨트 구동은 이런 번거로움이 없어 더 편리하다. 가격은 2,999유로였지만 현재 1,599유로에 판매 중이다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "애플 비전프로, 외과 수술에서 활약중",
        "date": "14:02:23",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240421_Apple-Vision-Pro_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64963",
        "description": "애플 첫 공간 컴퓨터 기기인 애플 비전 프로가 외과 수술에서 활약하고 있는 것으로 밝혀졌다. 의료 소프트웨어 제조업체 eXeX가 역행성 인공 어깨 관절 치환술에 애플 비전 프로를 활용했다고 보고했다. 역행성 인공 어깨 관절 치환술은 어깨 상완골 머리와 어깨뼈 궁구를 인공물로 대체하고 공 부분과 소켓 부분을 서로 바꾸는 수술. eXeX에 따르면 애플 비전 프로는 수술하는 외과의가 착용하는 게 아니라 수술을 보조하는 기술자가 수술 준비와 절차 확인에 사용했다고 한다. 애플 비전 프로를 사용하면 외과팀이 이전에는 볼 수 없었던 데이터를 시각화할 수 있어 수술 효율성이 높아졌다고 설명하고 있다.  애플 비전 프로로 극복한 과제 중 하나는 스트라이커(Stryker) 개인 보호 시스템과 관련된 것이었다. 이 시스템을 착용하면 기존에는 혼합현실(MR) 헤드셋을 착용할 수 없었지만 애플 비전 프로는 슬림한 디자인 덕분에 개인 보호 시스템을 입은 채로도 착용할 수 있었다. 수술에 참여한 한 의사는 이 성과는 eXeX에게만 중요한 게 아니라 의료 산업 전체에 도약이라며 이렇게 복잡한 환경에서 애플 비전 프로와 eXeX 소프트웨어를 잘 활용할 수 있었다는 건 외과 수술과 환자 관리에서 가능한 한계를 넓혔다는 걸 뒷받침한다고 밝혔다.  또 보도에 따르면 브라질에서도 애플 비전 프로를 활용한 외과 수술이 이뤄졌다. 브라질 상파울루주 자라과 병원팀이 회전근개 파열 치료를 위한 어깨 관절경 수술에 애플 비전 프로를 사용했다고 한다.  이 팀은 과거 마이크로소프트 홀로렌즈를 수술에 사용한 적이 있지만 애플 비전 프로는 고해상도 카메라와 환자 어깨에 초점을 맞춘 밝은 조명 처리 능력이 뛰어났다고 한다. 어깨 관절경 수술에서는 관절 안에 카메라가 사용되기 때문에 의사는 화면을 직접 보면서 수술해야 한다. 애플 비전 프로를 사용하면 고해상도로 영화 스크린만큼 큰 화면에서 환자 검사나 3D 모델을 실시간으로 볼 수 있었다는 설명이다.  실제로 애플 비전 프로로 수술하는 모습을 유튜브에 공개했다. 애플 비전 프로로 메모를 확인하고 환자 엑스레이 사진을 보는 장면도 나온다. 다만 이 동영상은 연령 제한이 있어 유튜브에서만 시청할 수 있다. 의사는 수술 중 마이마코(myMako) 앱도 활용했는데 이는 의사가 수술용 3D 모델을 사전에 만들어 수술 중 확인할 수 있게 해주는 앱이다. 애플 비전 프로는 현재 미국에서만 판매되고 있지만 미국과 브라질 외에도 영국에서도 수술에 활용됐다는 보고가 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "구글 도서에 AI 저품질 도서 다수 수록되어 있다?",
        "date": "14:02:23",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240405_Google-Books_00001-370x127.jpg",
        "link": "https://techrecipe.co.kr/posts/64399",
        "description": "구글 도서 검색 서비스인 구글 도서(Google Books)는 키워드를 입력하면 해당 키워드와 일치하거나 관련된 도서를 검색 결과로 보여준다. 이런 구글 도서에 AI가 생성한 저품질 도서가 인덱싱되어 있다는 지적이 있다. 보도에 따르면 구글 도서에 “As of my last knowledge update”라는 키워드를 입력해 검색하면 이 문구가 포함된 도서 수십 권이 표시된다. 검색 결과에 나타난 일부 도서는 챗GPT, 기계 학습, AI 및 관련 주제에 대해 인간이 저술한 도서다. 하지만 검색 결과 처음 몇 페이지에 표시된 대부분 도서는 AI가 생성한 문장으로 구성된 도서라는 것. 실제로 구글 도서에 해당 검색어를 입력하면 도서 2만 3,800건이 표시된다. 이 도서에는 “As of my last knowledge update”라는 문구가 빈번하게 등장한다. 2024년 3월 출판된 한 도서(Maximize Your Twitter Presence: 101 Strategies for Marketing Success)에는 여러 페이지에 걸쳐 엑스에서 인증 마크를 얻는 방법이 기술되어 있지만 2022년 일론 머스크의 트위터 인수 이후 인증 마크를 얻는 건 비교적 쉬워졌다. 이 도서에는 2021년 9월 최종 업데이트 시점 트위터는 인증 기준과 프로세스를 평가, 업데이트 중이었기 때문에 절차와 요구 사항이 이후 바뀌었을 수 있다는 설명이 있어 2021년 9월 시점 정보를 기반으로 작성됐다는 걸 보여준다. 한 전문가는 구글이 구글 도서에 어떤 도서를 추가하고 있는지 모르리라 없을 것이라며 구글은 출판된 모든 도서를 인덱싱하는 것 같으며 구글에 AI가 생성한 도서에 대한 라벨링을 요청하고 싶다고 밝혔다. 또 DAIR(Distributed AI Research Institute) 연구 책임자는 AI가 생성한 콘텐츠가 구글 도서에 포함되어 구글이 해당 콘텐츠를 이용해 새로운 AI 모델 학습을 하는 구조라고 지적했다. 그는 구글이 품질 필터를 갖고 있다고 하겠지만 세부 사항은 공개되지 않을 것이라고 밝혔다. 한편 구글은 AI가 생성한 도서를 구글 도서에서 제외하는 정책을 마련할 것인지에 대해 밝히지 않고 있다. 구글 도서 담당자는 사용자가 구글 도서 코퍼스에서 유용하고 관련성 높은 도서를 찾을 수 있도록 시스템과 정책 개선에 계속 힘쓰고 있다고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "인력 10만명→로봇 75만대로 대체한 아마존",
        "date": "14:02:23",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240423_Amazon_robot_0001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/65023",
        "description": "150만 명에 이르는 직원을 보유한 세계 2위 민간 고용주인 아마존은 직원 수를 10만 명 감축하는 한편 로봇 75만 대를 가동 중이라고 한다.  보도에 따르면 2021년 160만 명이던 아마존 직원 수는 현재 150만 명으로 감소했다. 반면 아마존은 2019년 20만 대, 2022년 52만 대에 이르는 로봇을 도입했다. 아마존 창고 작업을 최대 75% 고속화한 세쿼이아와 디지트 로봇 솔루션이 예다.  대규모 로봇 투자는 아마존 공급망 혁신 의지를 보여주는 동시에 인간과 로봇간 협업이 상승효과를 낼 것이라는 아마존 측 신념을 상징한다. 광범위한 자동화에도 불구하고 아마존은 로봇 도입이 고급 일자리 창출에 기여한다고 강조하며 이는 아마존 뿐 아니라 선진 기술과 인력을 통합하려는 업계 전반 경향이라는 주장이다. 대량 로봇 투입으로 아마존 운영 모델에서 인력 역할 전망이 불투명해졌다. 그 중에서도 반복적이고 자동화가 용이한 업무에 대한 영향을 많은 이들이 우려하고 있다. 하지만 아마존 임원은 한 인터뷰에서 로봇이 일자리를 빼앗는다는 건 신화에 불과하다고 말한다. 스테파노 라 로베레 아마존 글로벌 로봇공학 부문 책임자는 로봇과 기술은 직원 걸음걸이를 줄이고 반복 동작을 줄이며 무거운 물건을 들어 올리는 걸 돕는다며 결과적으로 직원은 새로운 기술과 능력을 배우고 경력 목표를 향해 나아갈 수 있는 새로운 힘을 얻게 된다고 설명했다. 그에 따르면 아마존이 본격적으로 로봇을 도입한 지 몇 년 만에 700가지 새로운 일자리가 생겨났고 유럽 물류센터에서만 5만 명 이상 고용이 늘어났다. 무엇보다 자신이 이끄는 아마존 로봇 및 AI 사업이 대표 사례라는 설명이다.  이처럼 아마존에서 일자리가 변화하는 모습은 인력이 고수준 기술과 창의성을 요구하는 복잡하고 반복적이지 않은 업무로 이동하는 노동 그 자체의 변화 축소판일 수 있다. 보도에선 아마존은 로봇 공학과 AI 통합이 산업과 노동시장을 재편하는 더 큰 경제 흐름의 테스트 케이스가 될 수 있다고 말한다. 또 아마존과 사회 전체가 직면한 과제는 자동화 이점을 최대화하면서도 고용에 미치는 부정적 영향은 최소화하고 생산성 향상 혜택을 모든 노동자가 누릴 수 있도록 하는 것이라고 지적하고 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "온도 센서까지…두께 2mm급 추적 태그 스티커",
        "date": "14:02:24",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240401_Smart-Label_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64252",
        "description": "에어태그(AirTag) 같은 제품은 위치를 추적할 수 있게 해주는 제품이다. 하지만 스마트 라벨(Smart Label)은 기능 자체는 같지만 2mm 초박형인 데다 5G 연결을 통한 추적 태그를 갖추고 있다. 두께가 2mm이며 5G를 지원하는 데다 배터리는 인쇄식인 것.  스마트 라벨은 스티커처럼 사용할 수 있으며 떼어내서 재활용도 가능하다. 인쇄한 배터리는 6개월간 사용할 수 있다고 한다. 스마트 라벨 제작사 측은 이 추적 태그로 배송 작업이 더 효율적이게 될 것이라고 밝히고 있다. 이 제품은 어디에 물건이 있는지 알 수 있게 해주는 건 물론 온도 센서도 갖춰 식품이나 의약품이 관리에 부적합한 온도인 장소에 가면 알려준다고 한다.  관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "中, 델‧기가바이트‧슈퍼마이크로 서버에서 AI 칩을…",
        "date": "14:02:24",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2021/04/210426_server_001-370x246.jpg",
        "link": "https://techrecipe.co.kr/posts/65127",
        "description": "중국이 고성능 칩을 AI 탑재 무기나 사이버 공격 도구 등 군사적 용도 전용을 우려해 미국 정부는 엔비디아 등 반도체 제조사에 대해 중국으로의 고성능 칩 수출을 규제하고 있다. 하지만 중국 내 일부 연구기관과 대학에선 엔비디아 칩이 탑재된 델, 기가바이트, 슈퍼마이크로 제조 서버를 재판매업체로부터 구입해 이 규제를 회피하고 있다는 지적이 있다. 미중간 대립이 심화되면서 미국은 엔비디아, AMD, 인텔 같은 반도체 제조사에 대해 일정 임계치를 넘는 데이터센터용 칩을 중국이나 러시아에 수출하는 걸 금지했다. 그럼에도 보도에선 2023년 11월 20일부터 2024년 2월 28일 기간 중 중국과학원, 산동인공지능연구소, 국영항공연구센터, 우주과학센터, 호북지진관리국, 산동대, 서남대 등 10개 연구기관이 엔비디아 칩이 탑재된 델, 기가바이트, 슈퍼마이크로 제조 서버 제품을 구매했다고 보도했다. 구매는 경매 형식으로 이뤄졌으며 1만 달러에서 25만 9,000달러에 낙찰됐다고 한다. 미국 정부는 2023년 10월 17일 규제를 강화했지만 이들 연구기관은 규제 강화 전에 제품을 구입해 둔 중국 내 재판매업체 11곳을 통해 서버를 구매한 것으로 알려졌다. 현재 중국 국내에는 칩 매매에 관한 규제법이 없어 미국 규제 강화 이후에도 엔비디아 고성능 칩이 중국 연구기관에 유통되고 있다. 엔비디아 대변인은 중국 연구기관에 넘어간 이들 제품은 규제 강화 전에 수출된 널리 구할 수 있는 제품이라며 델, 기가바이트, 슈퍼마이크로 등 파트너사가 미국 수출관리규정을 위반한 걸 보여주는 건 아니라고 밝혔다.  한편 엔비디아는 더 조사해 미국 수출관리규정에 위반해 제품이 재판매됐다고 판단되면 고객과 협력해 적절한 조치를 취하겠다고 밝혔다. 이에 슈퍼마이크로 측도 라이선스가 필요한 지역이나 단체에 GPU 시스템 판매‧수출할 때 미국 수출 요건을 준수하지만 제3자가 필요 라이선스 없이 수출 또는 재판매한 사실이 드러나면 문제를 조사해 적절한 조치를 취하겠다고 말했다. 수출이 규제된 고성능 칩을 확보할 수 있었던 이유에 대해 한 전문가는 일부 공급업체에서 다른 공급업체로 이어지는 공급망 가시성이 부족하기 때문이라고 지적했다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "틱톡 금지법 법정 공방 패하면…미국 서비스 종료할까",
        "date": "14:02:25",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/04/230418_TikTok_000001-370x370.jpg",
        "link": "https://techrecipe.co.kr/posts/65154",
        "description": "미국 의회에서 추진 중이던 틱톡 중국 모기업인 바이트댄스(ByteDance)에게 틱톡 매각을 명령하는 법안이 2024년 4월 23일 상원을 통과했고 이튿날인 24일 조 바이든 대통령이 이 법안에 서명했다. 이에 따라 틱톡은 최단 9개월, 최장 12개월 이내에 사업을 미국 기업에 매각해야 한다. 이 법안에 대해 바이트댄스는 법적 이의를 제기할 것이라고 밝혔지만 관계자에 따르면 바이트댄스가 법정 싸움에서 패배하면 사업 매각보다 서비스 종료를 선택할 방침이라고 한다. 이번에 성립된 법안은 외국의 적이 관리하는 애플리케이션으로부터 미국민을 보호하기 위한 법안으로 불린다. 지난 4월 20일 하원을 통과한 이 법안은 4월 23일 상원에서 다수 찬성으로 가결됐고 이튿날인 24일 바이든 대통령이 서명했다. 이 법안에 따라 바이트댄스는 9개월 이내에 틱톡과 산하 애플리케이션을 매각해야 하며 이에 응하지 않으면 미국 내 앱스토어와 웹호스팅 서비스 이용이 금지된다. 틱톡 측은 성명에서 이 법률이 비밀리에 만들어지고 졸속으로 하원을 통과한 뒤 마지막에는 더 중대하고 반드시 가결되어야 할 법안과 한데 묶여 가결된 건 이게 바로 미국인에게 바람직하지 않은 금지법이기 때문이라며 전세계 자유를 증진한다고 주장하는 정책 일환으로 1억 7,000만 미국인에게 표현의 자유 권리를 짓밟는 법률을 의회가 가결하는 것은 슬프고도 아이러니하다고 밝혔다. 또 바이트댄스는 이전부터 직원에게 법안이 가결되면 법적 이의를 제기할 것이라고 전했다.  전문가는 틱톡이 금지법에 맞서 소송을 제기하면 틱톡이 중국공산당 프로파간다 도구가 되고 있다거나 프라이버시 우려가 있다는 정부 측 주장에도 불구하고 정부가 승소하기는 어려울 것이라는 의견을 내놨다. 이는 표현의 자유를 보장하는 수정헌법 제1조에 반하기 때문. 한편 바이트댄스 관계자는 법정 싸움에서 패배하면 틱톡을 매각하기보다는 서비스를 종료할 것이라고 추측했다. 이유는 틱톡에 사용되는 알고리즘이 바이트댄스 전체 운영 핵심이므로 매각하면 해당 알고리즘이 경쟁 기업으로 넘어가는 걸 우려하기 때문이다. 또 틱톡 지적재산권 라이선스가 중국 바이트댄스에 등록되어 있어 알고리즘만 분리해 매각하기 어렵다는 지적도 있다. 따라서 바이트댄스는 중요한 알고리즘이 탑재된 틱톡을 다른 기업에 팔기보다는 미국 내 서비스 중단을 선호하는 것으로 보인다. 하지만 다른 관계자는 틱톡 독자 알고리즘을 제외한 사업 매각을 위한 논의가 바이트댄스 내부에서 진행 중이라고 한다. 바이트댄스에선 틱톡 미국 사업 지분 과반수를 다른 기업에 매각하는 방안을 논의 중이며 이 경우 틱톡 자체 동영상 추천 알고리즘은 제외될 것이라고 한다. 하지만 매각 시 넘어야 할 난관은 알고리즘 여부 외에도 가격이다. 바이트댄스 임원은 과거 틱톡 글로벌 사업이 중국 기업 전체 가치 절반인 1,000억 달러 이상이라고 밝힌 바 있다. 관계자에 따르면 바이트댄스는 미국 사업 매각 가격을 2,000억 달러부터 제시하고 있다고 한다. 보도에선 최종 매각가가 1,000억 달러를 웃돌 가능성을 제기하며 기술 업계에서 이렇게 막대한 사업 매각 사례는 없었다고 지적하고 있다.  틱톡 미국 사업은 미국 내 오피스에서 운영되고 있지만 2022년 이후 바이트댄스 중국 본사 압력이 강해지면서 미국인 직원보다 중국인 직원을 우대하는 모습이 목격되고 있다. 틱톡 관계자는 미국인보다 중국인 또는 북경어 구사자 직원 채용을 우선하라는 지시가 있었다고 밝혔다. 또 일부 미국인 근로자에 대해선 근무평가를 조작해 의도적인 해고를 부추겼고 장시간 노동과 불투명한 업적평가 시스템을 운영한다는 지적도 있었다. 이런 바이트댄스 측 행보에 대해 임원 생각에 밝은 한 관계자는 임원들은 미국인 직원 생산성이 중국인에 비해 낮다고 생각한다고 말했다. 그 밖에 사내에서 성차별과 성적 소수자에 대한 차별 사례가 다수 발견되어 관련 소송과 고발이 잇따랐다고 한다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "무료 상용화 가능한 기업 태스크 최적화 LLM",
        "date": "14:02:25",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240426_Snowflake-Arctic_00001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/65156",
        "description": "클라우드 기반 데이터웨어하우스 서비스를 제공하는 기업 스노우플레이크(Snowflake)가 최상위 수준 엔터프라이즈 대규모 언어 모델인 스노우플레이크 아틱(Snowflake Arctic)을 출시했다. 아파치 라이선스 버전 2.0으로 제공되는 오픈 모델로 무료로 상용화도 가능하다. 스노우플레이크 자체 조사에 따르면 기업 사용자는 주로 데이터 보조, 코드 보조, 검색 확장 생성(RAG) 채팅봇 제작 등에 AI를 활용하길 원한다고 한다. 이에 스노우플레이크는 코딩 능력, SQL 생성 능력, 명령 이행 능력 평균을 엔터프라이즈 인텔리전스라는 단일 지표로 만들었다. 이번에 스노우플레이크가 출시한 대규모 언어 모델인 스노우플레이크 아틱은 오픈 모델 중에서도 최상위 수준 엔터프라이즈 인텔리전스 능력을 가졌다고 한다. 또 학습 비용이 200만 달러 미만으로 다른 모델에 비해 효율적으로 학습할 수 있다고 알려졌다. 학습 효율을 높이기 위해 스노우플레이크 아틱은 독자적인 Dense-MoE(Mixture of Experts) 하이브리드 트랜스포머 아키텍처를 사용했다고 한다. 스노우플레이크 아틱에는 익스퍼트(experts) 128개에게 4,800억(480B) 파라미터가 할당되어 있고 학습과 추론 시에는 익스퍼트 중 170억(17B) 파라미터만 사용된다. 또 학습할 때 단계별로 학습 내용을 바꿔 초기 1조(1T) 토큰에 해당하는 단계 1에서는 일반적인 상식 추론 등 기술을 학습하고 후반부 단계 2와 단계 3에서 코딩이나 수학 등 복잡한 내용을 학습하도록 했다고 한다. 이렇게 조정을 거듭해 스노우플레이크 아틱은 학습 뿐 아니라 추론 역시 효율적으로 수행할 수 있게 됐다.  스노우플레이크 아틱은 SQL 생성, 코딩, 명령 이행이라는 엔터프라이즈 인텔리전스 분야에서는 자신보다 많은 활성 파라미터를 가진 대규모 오픈 모델을 능가하는 최상위 성능을 보이며 수학, 상식적 추론, 지식 등 학술 분야에서도 같은 규모 모델과 대등한 능력을 발휘할 수 있다고 한다.  스노우플레이크 아틱 모델은 허깅페이스에 공개되어 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "화웨이, 中 지원 받아 HBM 생산 목표",
        "date": "14:02:26",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240422_skhynix-HBM3_00001-370x205.jpg",
        "link": "https://techrecipe.co.kr/posts/65170",
        "description": "화웨이가 주도하는 컨소시엄이 중국 정부 지원을 받아 AI칩의 주요 부품인 고대역폭 메모리(HBM) 생산을 2026년에 시작할 것을 목표로 하고 있다고 한다.  중국 내에선 미국 경제 제재를 극복하는 형태로 자급자족 반도체 생산 네트워크가 구축되고 있다. AI칩과 관련해서는 2022년 시점에서 엔비디아와 AMD에 대한 중국 수출 금지 규제가 있었고 중국에선 재판매업체로부터 서버를 구매해 엔비디아 칩을 확보했다고 보도됐다. HBM은 DDR 메모리 등과 비교해 적은 전력 소모로 고속 데이터 전송이 가능하지만 제조 난이도가 높아 전 세계적으로 우리 기업인 SK하이닉스와 삼성반도체, 미국 마이크론테크놀로지 3개사만 생산하고 있다. HBM 자체는 금수 조치 대상이 아니지만 제조 기술 일부에 화웨이가 접근이 금지된 부분이 있다고 한다. 보도에 따르면 중국 내 HBM 생산 계획은 2023년에 시작됐고 화웨이 외에도 미국 엔티티 리스트에 오른 푸젠진화집적회로공사(JHICC)도 참여 중이다. 컨소시엄에선 최소 2개 이상 생산라인을 구축하고 내부 경쟁을 하고 있으며 생산된 HBM은 주로 화웨이가 구매할 것이라고 한다. 관련 내용은 이곳에서 확인할 수 있다.  한편 미국은 화웨이에 대한 제품 수출을 규제하는 등 중국 반도체 개발을 억제하려 하고 있다. 보도에 따르면, 미국은 자국 뿐 아니라 유럽과 아시아 동맹국에게도 중국에 대한 수출규제 강화를 요구하고 있다. 미국은 2022년 수출규제를 도입해 미국민이나 기업이 중국 특정 반도체 기업에 직간접적인 지원을 제공하는 걸 금지했다. 하지만 미국 동맹국이 중국과 협력하는 상황이 지속되자 중국이 최첨단 칩을 개발하는 속도를 우려해 동맹국에게도 규제 강화를 요구하는 목소리가 나오고 있는 것.  정보에 따르면 미국은 우리나라와 일본, 네덜란드에 기존 수출규제를 더 적극적으로 시행할 걸 바라고 있으며 여기에는 제품 수출 규제 뿐 아니라 엔지니어 파견 중단도 포함된다. 그 중에서도 고성능 반도체 제조에 필수적인 EUV 장비를 거의 독점적으로 다루는 네덜란드 ASML에 주목이 집중되고 있다. ASML은 미국과 네덜란드 수출 규제로 EUV를 중국에 수출할 수 없다. 하지만 정밀도가 낮은 반도체를 만들기 위한 DUV 장비 수출은 허용되고 있어 중국이 이런 DUV를 대량 구매해 가능한 한 반도체 성능을 높이려 노력하고 있다. 2024년 ASML 신임 CEO인 크리스토프 푸케가 중국을 규제하려는 미국과 영리를 추구하는 기업 사이에서 곤란한 입장에 놓여 있다는 지적도 있다. 2023년 중국은 ASML 입장에서 세계 2위 시장이 되어 미국 측 불만이 높아질 것으로 예상되지만 푸케 CEO는 EUV가 아닌 DUV 사용은 비효율적이며 반도체 진화에 따라 점점 더 비용이 많이 든다며 중재를 시도하고 있다. 보도에 따르면 미국은 동맹국에 새로운 제도를 만들 걸 요구하는 게 아니라 기존 수출관리제도를 활용해 문제에 대처할 걸 요구하고 있을 뿐이다. 동맹국 중에는 중국 기업에 엔지니어를 파견하는 건 현지 활동을 감시하기 위해 필요하다고 주장하는 이들도 있어 이런 요구가 성과를 거둘지는 여전히 불분명하다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "메타, 2022년 이후 VR 부문 매달 16억 달러 손실?",
        "date": "14:02:26",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2022/10/221012_Meta-Quest-Pro_00001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/65165",
        "description": "페이스북은 2021년 메타버스에 전념하기 위해 사명을 메타로 바꿨다. 하지만 메타버스 사업 중심이 될 AR/VR 개발 부서인 리얼리티랩(Reality Labs)이 2022년 6월 이후 매달 10억 달러 손실을 기록하고 있다고 보도됐다. 지난 4월 24일 메타는 2024년 1분기 실적을 발표했다. 이 기간 메타 총 매출은 전년 동기 대비 27% 증가한 364억 5,000만 달러이며 순이익은 전년 동기 대비 117% 증가한 123억 6,000만 달러다. 같은 기간 리얼리티랩 매출은 전년 동기 대비 30% 증가한 4억 4,000만 달러였지만 동 부문 지출은 43억 달러였다. 그러니까 리얼리티랩은 2024년 1분기 38억 5,000만 달러 손실을 기록했다. 리얼리티랩은 퀘스트2, 퀘스트3 같은 VR 헤드셋 개발, 메타버스 프로젝트인 호라이즌월드(Horizon Worlds), 고사양 VR와 AR 기술 개발 부서다. 하지만 앞서 언급한 대로 2024년 1분기 리얼리티랩은 이익을 내지 못했을 뿐 아니라 한 번도 이익을 내지 못했다는 지적이다.  메타가 리얼리티랩 수지를 별도로 보고한 건 2020년부터이며 이후 리얼리티랩은 한 번도 이익을 내지 못했다. 오히려 한 분기를 제외하고 리얼리티랩은 분기마다 20억 달러 지출을 기록했다. 따라서 리얼리티랩은 2022년 6월 이후 매달 10억 달러 손실을 기록한 셈이다. 2024년 1분기까지의 누적 적자를 모두 합치면 메타는 리얼리티랩에서만 지금까지 450억 달러 이상 손실을 기록했다. 메타는 2024년 1분기 실적 발표에서 VR 부문 손실이 더 확대될 것으로 예상했으며 마크 주커버그 CEO도 리얼리티랩이 2030년대까지는 흑자를 내지 못할 것이라고 내다봤다. 보도에선 이렇게 많은 비용이 투입되고 있으니 주변을 둘러보면 누구나 VR 헤드셋을 착용하고 메타버스에 뛰어들 것으로 기대할 수 있지만 실제로는 일반 소비자 VR 지출이 계속 줄어들고 있으며 다른 기업도 메타가 추진하는 메타버스에 투자하지 않고 있다면서 애플이 내놓은 고가 비전프로조차 실패한 것 같다며 VR과 메타버스 부진을 지적하기도 한다. 세계 최대 기술 기업 중 하나인 메타가 400억 달러 이상을 투자해도 VR가 보급되지 않는 이유를 간단히 말하면 대중이 VR를 원하지 않기 때문일 것이라고 지적한다. 대기업도 메타버스에서 AI로 초점을 옮기고 있다고 말한다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "사진 공유 사이트 아이엠 “올라온 사진, AI 학습에 활용”",
        "date": "14:02:27",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240429_EyeEm_00001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/65180",
        "description": "사용자 15만 명과 사진 1억 6,000만 장을 보유하고 있는 사진 공유 사이트 아이엠(EyeEm) 이용 약관이 개정되어 아이엠 커뮤니티에 올라온 사진을 AI 학습에 활용한다는 내용이 추가됐다. 30일 이내에 삭제하지 않으면 사이트에 남아있는 사진은 약관에 따라 모든 용도로 사용이 가능한 라이선스가 부여된다.  아이엠은 2011년 독일에서 창업한 사진 공유 커뮤니티다. 2014년부터 스톡포토 서비스인 게티이미지(Getty Images)와 파트너십을 맺고 사진 제공을 시작해 사진 판매가 가능해졌다. 벤처캐피털 등으로부터 2,400만 달러를 조달한 아이엠은 2021년 4월 스위스에 본사를 둔 SNS 운영사 탤런트하우스(Talenthouse)가 4,000만 달러에 인수했다. 하지만 2023년 초 탤런트하우스는 사업 정리를 위해 스페인 본사 스톡포토 서비스인 프리픽(Freepik) 등을 운영하는 EQT에 아이엠을 매각했다. 매각 가격은 공개되지 않았다. 최근 아이엠 사업을 맡고 있는 이는 오랫동안 아이엠에 몸담고 있었던 전 CTO 피터 윌라트와 직원 3명뿐이라고 한다. 이번에 아이엠이 새롭게 제시한 이용약관 제8조 제1항 권리 부여 조항에 따르면 아이엠에 올라온 콘텐츠에 대해 복제, 배포, 공중 전시, 변형, 2차적 저작물 제작, 공중 송신 또는 판촉 활동을 수반하는 비독점적이며 전 세계에 양도 가능하고 서브라이선스 가능한 권리를 당사(EQT)에 허가한다고 규정되어 있다. 그 중에서도 소프트웨어나 알고리즘, 기계 학습 모델의 트레이닝, 개발, 개선을 위해 콘텐츠를 사용할 수 있는 양도 가능하고 서브라이선스 가능한 권리가 포함된다는 점이 명시되어 있다. 또 제8조 제1항에서 부여된 권리는 제13조에 따라 아이엠 커뮤니티 및 파트너 플랫폼에서 완전히 삭제될 때까지 유효하다. 제13조에 제시된 삭제 절차는 아이엠 마켓이나 파트너 플랫폼에 등록된 콘텐츠 삭제 방법이다. 절차에 따르면 ‘support@eyeem.com’에 삭제하고 싶은 콘텐츠 ID를 알리고 계정에서도 삭제할지 아니면 마켓에서만 삭제할지를 선택해 신청하면 되는데 최대 180일이 소요된다고 한다. 하지만 완전히 삭제되기 전에 체결된 모든 라이선스 계약과 이에 따라 부여된 사용 권한은 삭제 요청 또는 삭제 영향을 받지 않는다는 문구가 있고 제10조에선 계정을 삭제하면 자신의 작업에 대한 보수를 받을 권리를 포기한다고 명시되어 있다. 이에 따라 아이엠에 올라온 콘텐츠를 AI 학습에 사용되는 걸 원치 않는 사용자는 1개월 이내에 직접 모든 콘텐츠를 삭제해야 한다는 지적이다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "농업‧트럭 운전…왜 노동 체험 게임에 열중할까",
        "date": "14:02:28",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/04/240422_Euro-Truck-Simulator_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/64968",
        "description": "농촌생활 체험 게임 스타듀 밸리(Stardew Valley)나 트럭 운전수로 유럽을 누비는 유로 트럭 시뮬레이터(Euro Truck Simulator) 시리즈 등 직업을 체험하는 시뮬레이션 게임 장르는 많은 게이머로부터 지지를 받고 있다. 게임 컨트롤러를 잡고서라도 왜 사람들은 노동에 몰두하고 있을까.  전투기나 거대 메카를 조종하는 게임과 달리 농기계나 트럭 등을 조종하는 시뮬레이터 게임 대부분은 평범한 일을 사실적으로 재현하는 데 주력하고 있어 게임 내용도 비교적 지루한 편이다. 하루 종일 일하는 사람이 게임 속에서도 기꺼이 일하는 이유가 뭘까 의아하게 생각할 수도 있지만 심리학적으로 접근하면 그렇게 이상한 얘기는 아니다. 대다수는 생계를 위해 어쩔 수 없이 일하고 이상적인 직업에 종사할 수 있는 이는 극소수다. 현실 속 많은 일은 성과나 목표가 모호하고 문제가 자주 발생하며 자신의 힘으로는 어찌할 수 없어 스트레스가 쌓인다. 하지만 게임은 다르다. 급여 같은 외재적 동기부여 요인이 없는 대신 게임 속 노동은 누구나 동경하는 직업 체험이나 유능한 관리자라면 반드시 도전해보고 싶은 과제 등 내재적 동기부여를 얻을 수 있도록 설계되어 있다. 플레이어에게 확실한 목표, 명확한 피드백, 극복 가능한 과제, 예측 가능한 보상이 제공된다. 산업 심리학계 주류 모델 중 하나인 자기결정 이론(Self-Determination Theory)에선 내재적 동기부여에 유능성, 자율성, 관계성 3요소가 있다고 주장한다. 유능성은 숙달을 의미하며 자신이 무엇인가에 능숙해지고 있다는 실감이다. 자율성은 스스로 과제 수행 방식을 선택할 수 있다는 감각이고 관계성은 자신의 행동이 타인에게 중요하다고 여기는 것이다. 노동을 시뮬레이션하는 게임이 인생의 휴식처가 될 수 있다는 점은 2019년 영국 요크대학과 스위스 바젤대학 연구진의 연구에서도 뒷받침된다. 이 연구는 가족 문제, 인간 관계 트러블 등 인생의 어려움을 겪은 이들에게 어떤 게임을 했는지 인터뷰했는데 상당수가 포켓몬스터 시리즈, 오버워치와 함께 스타듀 밸리가 어려움을 이겨내는 데 도움이 됐다고 답했다. 유능성, 자율성, 관계성을 자극하는 방법은 많으며 대부분이 우수한 게임 디자인과 일치하는 것도 우연은 아니다. 게임 디자이너는 플레이어가 게임을 진행하며 실력을 기르고 점차 난이도를 높이면서도 그 성과가 NPC나 다른 플레이어에게 의미 있는 것으로 여겨지게 한다는 설명이다. 관련 내용은 이곳에서 확인할 수 있다. "
    }
]