[
    {
        "title": "투명도 유지한 채…철도 소음 대폭 줄인 新차음벽",
        "date": "2024-05-27 11:31:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240520_MetaWindow_0002-370x196.jpg",
        "link": "https://techrecipe.co.kr/posts/65777",
        "description": "독일 철도회사와 스타트업 포노닉바이브(Phononic Vibes)가 협력해 철도 소음을 차단하면서도 투명도가 높은 차음벽인 메타윈도(MetaWindow)를 개발했다고 발표했다. 차음벽에는 여러 종류가 있지만 미관을 해치지 않는 투명한 건 소리를 반사해 흡음 성능이 낮고 흡음 성능이 높은 소재로 만든 차음벽은 시야를 가려 경관을 해칠 수 있는 문제가 있었다. 독일 철도와 포노닉바이브가 개발한 메타윈도는 독자적인 기하학적 디자인을 활용해 기존 제품보다 훨씬 흡음 성능을 높인 제품으로 34~37dB 소음 차단 수준과 최대 72% 투명도를 모두 실현했다. 독일 철도 측 관계자는 환경보호 목표를 달성하려면 철도 수송량을 늘려 네트워크를 확장해야 하지만 철도 수송이 조용하지 않으면 주민이 받아들이기 어렵다면서 메타윈도가 바로 이 부분에서 활약할 것이며 투명 차음벽이 있다면 지방자치단체는 경관과 기능성 중 하나를 선택할 필요가 없어질 것이라고 말했다. 메타윈도는 베를린에서 열린 그린테크 페스티벌에 전시됐으며 2024년 하반기 함부르크에서 건설될 예정인 S4 노선에서 사용될 예정이다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "수소 전동 항공기 2027년 운용 시작 가능성",
        "date": "2024-05-27 11:00:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240514_Vertiia_00001-370x182.png",
        "link": "https://techrecipe.co.kr/posts/65593",
        "description": "기후 변화를 막는 게 지구와 인류에게 긴급한 과제로 여겨지는 가운데 친환경 전기 자동차 점유율이 높아지고 있지만 항공기 산업에선 화석 연료에서 전기로의 전환이 더딘다. 이런 가운데 호주 전기 동력 항공기 스타트업인 AMSL에어로(AMSL Aero)는 수소 연료 전지를 동력원으로 하는 전기 동력 항공기 베르티아(Vertiia)에 대한 상업 주문을 받아 이미 테스트를 시작했다고 보도됐다.  기후 변화를 막으려면 화석 연료에서 벗어나는 게 중요하기 때문에 자동차 산업과 마찬가지로 항공기 산업에서도 전기 동력화를 모색하고 있다. 하지만 항공기는 기체 크기가 크고 무거워 기존 배터리 기술로는 최소 등급 항공기조차 200km를 넘는 비행이 한계라고 한다. 이런 가운데 항공 여행 탈탄소화를 내건 스타트업 AMSL에어로는 수소 연료 전지를 동력원으로 하면 소형 항공기 항속 거리를 1,000km까지 늘릴 수 있다고 주장하며 최대 5명 탑승이 가능한 전기 동력 항공기인 베르티아를 개발하고 있다. 이미 호주 뉴사우스웨일스주에 본거지를 둔 지역 항공사 에어링크(Air Link)는 AMSL에어로에 베르티아 상용 주문을 했다. 에어링크 측은 이 거래가 2050년까지 탄소 배출량을 0으로 만드는 업계 계획 달성 열쇠가 될 것이라고 주장했다. 수소 사용은 자사에 게임 체인저라며 최대 1,000km 항속 거리를 달성할 수 있어야만 한다는 설명이다.  베르티아는 호주 민간 항공 안전청(CASA)을 통해 AAM(Advanced Air Mobility) 형식 인증을 신청한 첫 호주 항공기다. 베르티아가 헬리콥터와 고정익 비행기 양쪽 특징을 가졌다는 점을 고려하면 인증 취득은 흥미로울 수 있지만 기나긴 작업이 될 것이라는 설명이다. CASA 항공기 인증 관리자는 호주에선 아직 누구도 해본 적이 없어 새로운 영역을 개척하게 될 것이라고 밝히고 있다.  전 세계 기업이 기존 항공기 연비 개선에 노력하고 있지만 AMSL에어로는 수소 연료 전지를 사용한 전기 동력 항공기를 처음부터 개발하기로 했다. AMSL에어로 측은 고정익기나 헬리콥터를 개조하는 업체도 있지만 베르티아는 백지 상태에서 시작했다고 밝히고 있다. 베르티아는 수평으로 회전하는 모터 8개와 기울기를 변경할 수 있는 가동익을 사용해 3,000m 순항 고도에서 비행할 수 있다고 한다. 베르티아의 가장 큰 특징은 본체를 둘러싸듯 배치된 가동익. 이런 특수 형태 날개 디자인에 영감을 호주 발명가이자 항공 공학의 선구자로 알려진 로렌스 하그레이브(Lawrence Hargrave)가 개발한 상자연에서 얻었다고 한다. 회사 측은 베르티아는 하그레이브가 발명한 상자연의 진화형이라며 실제로 많은 구성에 대해 연구했고 우연히 하그레이브와 같은 결론에 도달했다며 박스 모양 날개는 잘 작동한다고 설명하고 있다.  이미 뉴사우스웨일스주 웰링턴 인근 활주로에서 베르티아 시험이 시작됐으며 규제 당국 승인을 받으면 2027년 운용이 개시될 가능성이 있다. 에어링크는 먼저 화물 운송과 차터편에 베르티아를 투입한 뒤 정기편에도 베르티아를 운용할 계획이다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "中 SMIC, 반도체 파운드리 시장 3위에 올랐다",
        "date": "2024-05-27 09:41:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240524_SMIC_0001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/65998",
        "description": "시장 조사 기업 카운터포인트리서치(Counterpoint Research) 보고서에 따르면 반도체 파운드리 시장에서 중국 SMIC가 2024년 1분기 미국 글로벌파운드리(GlobalFoundries)와 대만 UMC를 제치고 3위로 부상했다. 지난 1년간 TSMC, 삼성전자, 글로벌파운드리, UMC, SMIC, 중국 화홍 그룹 순위는 변동이 없었지만 2024년 1분기 SMIC가 상위권으로 진입한 것. 이 보고서에 따르면 SMIC 칩은 자동차, 스마트폰, 컴퓨터, IoT 등 다양한 분야에 사용되며 중국 내 수요 회복으로 수익이 증가해 시장 점유율이 확대된 것으로 보인다. 1위 TSMC는 60% 가까운 점유율을 차지했고 2위인 삼성전자는 10% 이상을 차지했다. 3위 이하 업체는 10% 미만 점유율을 두고 경쟁하고 있다. SMIC는 2분기에도 호조세를 이어갈 것으로 예상되지만 글로벌파운드리 역시 2분기 증익이 전망되어 SMIC가 3위 자리를 계속 유지할 수 있을지는 불확실한 상황이다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "아이픽스잇 “삼성전자와 제휴, 2년 만에 종료한다”",
        "date": "2024-05-27 09:41:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240524_ifixit_00001-370x247.jpg",
        "link": "https://techrecipe.co.kr/posts/65982",
        "description": "수리 부품 판매 등을 취급하는 아이픽스잇(iFixit)가 2년간 지속된 삼성전자와의 제휴 관계를 종료하고 계약을 갱신하지 않기로 했다. 아이픽스잇 측은 계약 종료 이유로 삼성전자의 수리 가능성에 대한 접근 방식이 자사 사명과 맞지 않기 때문이라고 설명했다. 아이픽스잇과 삼성전자는 2022년 8월 사용자가 직접 기기를 수리할 수 있는 프로그램을 제공하기 위해 제휴를 맺었다. 독립 수리업체나 개인 사용자는 아이픽스잇을 통해 제휴 수리업체와 동일 가격으로 수리 도구와 삼성 정품 수리 부품을 구매할 수 있었고 온라인 수리 가이드에도 접근할 수 있었다. 하지만 아이픽스잇 측은 자사는 최선을 다했지만 약속을 지킬 수 없었다며 많은 노력에도 불구하고 삼성전자 측 수리 가능성에 대한 접근 방식은 자사 사명과 맞지 않았다고 말했다. 아이픽스잇에 따르면 수익성 있는 가격과 수량으로 삼성전자 정품 수리 부품을 수리업체에 제공할 수 없었다고 한다. 또 부품 가격이 너무 높아서 많은 소비자가 수리하기보다는 기기를 교체하는 것을 선택했다고 한다. 나아가 갤럭시 배터리와 디스플레이가 사전 접착되어 있어 교체할 때 배터리와 디스플레이가 사전 접착된 부품을 사용해야 했기 때문에 결과적으로 비용이 증가했다고 설명했다. 삼성전자와의 제휴가 종료되면서 아이픽스잇은 2024년 6월 이후로는 삼성 부품과 도구 판매 대리점이 아니게 된다. 그동안 공개됐던 온라인 메뉴얼 같은 정보는 아이픽스잇에서 삭제되지 않지만 업데이트되지는 않는다. 다만 삼성전자 부품이나 수리 키트 판매는 계속되며 부품 판매 수량 제한도 해제될 예정이다. 아이픽스잇은 삼성전자가 협력하지 않는 건 유감이지만 더 나은 수리 가능한 미래를 향해 계속 나아갈 것이라고 밝혔다.  또 삼성 기기 수리와 관련해 삼성전자가 아이픽스잇을 포함한 수리업체에 제시한 계약 내용에도 문제가 있었다는 보도가 있다. 이에 따르면 삼성전자는 수리업체에 수리 부품을 판매하는 대신 사용자명과 연락처, 휴대전화 시리얼 번호, 불만 사항이나 수리 내용 세부 정보를 삼성전자에 제공하도록 의무화했다고 한다. 또 비정품 부품이 장착된 경우 모두 제거해 보고해야 했다. Scoop: I obtained the contract Samsung requires independent shops to sign to buy phone repair parts from them. It requires:– \"Daily\" dumps of customer data – The \"immediate destruction\" of any phones a shop comes across that has third-party partshttps://t.co/fvQBVUFCsS 보도에 따르면 아이픽스잇 카일 윈스 CEO는 삼성전자에 사용자 이메일 주소와 구매한 부품 목록을 공유했다고 인정했다. 윈스 CEO는 이런 정보는 다른 파트너십에는 필요 없다면서 고객 정보를 다른 OEM업체와 공유하지 않는다고 밝혀 고객 정보 공유를 요구하는 계약을 요구한 건 삼성전자 뿐이라고 밝혔다. 윈스 CEO는 삼성전자가 수리업체에 요구하는 의무 사항이 계약에 포함되어 있는지는 불분명하다고 말했다. 미국 미네소타 주에서는 수리할 권리를 인정하는 주법이 2024년 7월부터 시행되는데 이 법은 수리용 부품을 제조업체가 등록하거나 승인하는 걸 명확히 금지하고 있어 삼성전자 계약이 법률 위반이 될 가능성이 있다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "애플 첫 폴더블 기기, 2026년 등장할 이것?",
        "date": "2024-05-27 08:41:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240524_MacBook-with-foldable-display_00001-370x208.jpg",
        "link": "https://techrecipe.co.kr/posts/65992",
        "description": "애플이 폴더블 디스플레이를 개발하고 있다는 소문이 오랫동안 돌아왔다. 그런데 애널리스트 밍치궈가 공급업체와 관계자로부터 입수한 정보를 바탕으로 한 전망에 따르면 첫 폴더블 기기는 2026년 출시될 풀디스플레이 폴더블 맥북이 될 것이라고 한다.  그에 따르면 애플이 개발 중인 폴더블 디스플레이 독점 공급업체는 LG디스플레이가 될 것이라고 한다. 애플은 20.25인치와 18.8인치 디스플레이 패널 사용을 고려 중이며 두 패널 크기 차이는 접었을 때 폼팩터 차이가 될 것이다. 20.25인치 패널은 접으면14∼15인치 맥북 크기, 18.8인치 패널은 13∼14인치 맥북 크기가 될 전망이다. 폴더블 디스플레이 패널 양산 목표 일정은 2025년 4분기에서 2026년 상반기로 예상되며 이는 이전 전망보다 1년 이상 앞당겨진 것이다. 또 애플 첫 폴더블 맥북에는 신제품 M5 시리즈 칩이 탑재될 것으로 보인다. 애플은 폴더블 디스플레이 개발 단계부터 접힘이 없는 것을 방지하는 걸 설계 목표로 삼고 있다. 이를 실현하려면 높은 설계 사양이 요구되므로 디스플레이 패널과 힌지 비용이 높아질 것이다. 현재 잠정 견적으로는 디스플레이 패널이 600∼650달러, 힌지가 200∼250달러 수준이 될 전망이다. 다만 양산까지 생산 수율이 크게 개선되면 이 비용은 줄어들 가능성이 있다. 접힌 부분이 보이지 않는 고품질 폴더블 디스플레이를 개발하려면 고품질 디스플레이 패널과 힌지가 필요하다. 애플은 디스플레이 패널 개발 파트너로 LG디스플레이를, 힌지 개발 파트너로 암페놀(Amphenol)을 선택했다. 지금까지 애플은 혁신적 디자인으로 인한 제조 과제를 극복하기 위해 각 컴포넌트를 단일 업체와만 협력해 개발해왔다. 예를 들어 아이폰 15 프로 맥스 폴리스코프 카메라는 카메라모듈은 LGIT, 렌즈는 라간(Largan)과 협력해 개발했다. 디스플레이 패널과 힌지 비용이 높다는 점을 고려하면 폴더블 맥북 판매 가격이 상당히 높아질 가능성이 있다. 애플이 양산 전에 수율을 크게 개선하는 데 성공하면 비용 절감이 가능하겠지만 현 시점 폴더블 맥북 BOM 비용은 애플 비전 프로 수준이 될 것이라고 밍치궈는 지적했다. 다만 폴더블 맥북 출하량은 애플 비전 프로보다 많을 게 분명하며 2026년 출하량은 100만 대를 넘어설 것으로 예측된다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "구글, 아프리카-호주 잇는 첫 광케이블 계획 발표",
        "date": "2024-05-27 08:41:02",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240524_Umoja_00001-370x182.png",
        "link": "https://techrecipe.co.kr/posts/65989",
        "description": "구글이 아프리카와 호주를 직접 연결하는 우모자(Umoja) 광케이블 노선 구축을 발표했다. 우모자는 케냐, 우간다, 르완다, 콩고민주공화국, 잠비아, 짐바브웨, 남아프리카공화국을 육상 케이블로 연결하고 남아공에서 호주까지 해저케이블로 연결할 예정. 우모자는 스와힐리어로 단결을 뜻한다. 우모자 육상 노선은 구글과 아프리카 기술기업 리퀴드인텔리전트테크놀로지(Liquid Intelligent Technologies)가 공동 구축한다. 구글은 아프리카 국가가 우모자를 통해 확실한 상호연결이 가능해지고 세계와 연결될 수 있다며 기존 연결 노선과 다른 새로운 노선을 확보하는 게 대규모 네트워크 장애에 노출되어 온 아프리카에 복원력 있는 네트워크를 유지하는 데 필수적이라고 밝혔다. 또 구글은 케냐 정부와 협력해 사이버보안 강화, 디지털 인재 육성, AI 안전성 확보 등에 나설 것이라고 발표했다. 구글은 2021년 당시 향후 5년간 아프리카에 10억 달러를 투자하겠다고 발표한 바 있으며 이미 9억 달러를 투자했다고 한다. 관련 내용은 이곳에서 확인할 수 있다. "
    }
]