[
    {
        "title": "美 법무부, 테슬라 FSD 전기통신사기 등 혐의로 조사중?",
        "date": "224110",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2021/01/210104_Autopilot-FSD_tesla_001-370x246.jpg",
        "link": "https://techrecipe.co.kr/posts/65485",
        "description": "일론 머스크가 이끄는 전기차 제조업체 테슬라 차량은 운전자 보조 기능으로 오토파일럿과 완전자율주행 기능인 FSD(Full Self-Driving)를 탑재하고 있지만 FSD는 안전상 문제가 발견되어 리콜이 발표되는 등 문제를 안고 있다. 이와 관련해 미국 법무부가 오해를 불러일으키는 발언으로 인해 증권사기와 전기통신사기를 했을 가능성이 있다며 조사를 벌이고 있는 것으로 드러났다. 테슬라는 2016년 10월 이후 모든 차량에 오토파일럿을 탑재하고 있다. 오토파일럿에 대해 테슬라 매뉴얼은 운전을 더 안전하고 스트레스 없게 해주는 고급 운전자 보조 기능을 결합한 것이라고 설명하고 있으며 완전 자동으로 운전하는 기능은 아니라는 주석이 있다. 또 2020년부터는 FSD를 제공하기 시작했다. 하지만 명칭은 완전자율주행이지만 실제로는 운전자 상시 모니터링이 필요한 자율주행 레벨 2에 해당한다는 지적이 있다. 2021년에는 오토파일럿으로 인한 사고 다발을 계기로 미국 교통부와 국가도로교통안전국이 조사에 착수해 200만대 이상 리콜로 이어졌다. 이번에 법무부가 조사하는 건 기능 자체 문제가 아니라 운전 보조 시스템에 대해 소비자를 오해하게 했다는 전기통신사기 혐의와 투자자를 오해하게 했다는 증권사기 혐의. 이 소식을 전한 소식통은 법무부 뿐 아니라 증권거래위원회 역시 테슬라가 투자자에게 운전 보조 시스템에 관해 한 설명을 조사하고 있다고 밝혔다.  한편 테슬라 측은 2023년 10월 법무부로부터 오토파일럿과 FSD 관련 정보 제공 요청을 받았다고 밝혔을 뿐 이번 건에 대해서는 별도 언급을 하지 않았다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "오픈AI 손잡은 스택오버플로, 반발한 사용자 차단?",
        "date": "224111",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/07/230727_Stack-Overflow_00001-370x278.png",
        "link": "https://techrecipe.co.kr/posts/65475",
        "description": "컴퓨터‧프로그래밍 관련 지식 커뮤니티인 스택오버플로(Stack Overflow)가 챗GPT를 개발한 오픈AI와 제휴해 챗GPT가 스택오버플로에 게재된 검증된 기술 지식을 답변에 활용할 수 있게 할 것이라고 발표했다. 이 결정에 따라 일부 사용자가 자신의 답변이 수집되는 걸 막기 위해 내용을 삭제한 결과 스택오버플로로부터 접근 금지 처분을 받았다고 보도됐다.  스택오버플로는 5월 6일자로 오픈AI와 협력해 스택오버플로 API를 통해 검증된 기술 지식을 오픈AI가 쉽게 접근할 수 있게 한다고 발표했다. 이 제휴를 통해 사용자가 챗GPT에 기술적인 질문을 입력하면 챗GPT가 스택오버플로 기술 정보 아카이브에 접근해 관련 답변이나 정보를 참조할 수 있게 된다. 동시에 스택오버플로는 자사에서 개발 중인 생성형 AI인 오버플로AI(OverflowAI)에 오픈AI AI 모델을 활용해 성능을 최대화할 예정. 스택오버플로 측은 오픈AI와의 업계 선도적 파트너십을 통해 자사는 커뮤니티, 최고 수준의 데이터, AI 경험을 바탕으로 효율성과 협업을 증진시키고 개발자 경험을 재정의하기 위해 노력하고 있다고 밝혔다.  하지만 보도에 따르면 스택오버플로 사용자 중에는 자신의 답변이 챗GPT에 활용되는 걸 좋아하지 않는 이들도 있다. 한 스택오버플로 사용자는 스택오버플로 측 결정을 받아들이고 자신이 과거에 게시한 답변을 삭제하려 했다. 하지만 이 사용자 답변은 많은 긍정적인 평가를 받은 답변이어서 삭제할 수 없었다고 한다. 그는 왜 오픈AI는 자신의 작업으로부터 이익을 얻으려 하냐며 오픈AI에 대한 비판으로 답변 내용을 바꿨지만 곧바로 원래 게시물로 되돌려졌다고 한다. 더구나 스택오버플로로부터 게시물 삭제로 큰 혼란이 초래되어 귀하 계정을 7일간 중지했다는 메시지를 받았다고 한다. 이 사용자는 마스토돈에서 EU 일반 개인정보보호법(GDPR)에 따라 자신의 질문과 답변에 대한 영구 삭제를 요청한다며 어떤 플랫폼에 게시한 콘텐츠라도 이익을 위해 사용될 수 있다는 점을 강조하고 디스코드나 트위터 등 모든 메시지가 수집되어 모델에 입력되고 판매되는 건 시간 문제라고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "화웨이가 美 첨단연구대회 기부자? 투명성 지적 목소리",
        "date": "224111",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240508_Optica-Foundation-Challenge_00001-370x209.jpg",
        "link": "https://techrecipe.co.kr/posts/65459",
        "description": "화웨이가 미국 워싱턴 D.C에 본부를 둔 재단을 통해 미국 첨단 연구에 자금을 지원해 온 것으로 밝혀지면서 원조 단체 투명성에 대한 의문의 목소리가 나왔다. 보도에 따르면 학생 지원을 위한 옵티카재단(Optica Foundation)이 주최한 광학 기술 연구 대회(Optica Foundation Challenge) 자금 제공자로 화웨이가 이름을 올렸다. 2022년 대회 개최 이래 화웨이는 최소 100만 달러를 기부했고 이 돈은 전 세계 대학과 학생에게 전달됐다고 한다. 재단 측은 화웨이가 후원자임을 인정하고 투명성을 높일 방법을 모색하겠다고 밝혔다. 화웨이가 이 대회 후원사라는 사실은 이전에도 공개됐지만 투명성이 높지 않았다는 점에서 문제가 제기됐다. 그 중에서도 화웨이는 미국 제재 대상 기업 중 하나이기 때문에 그런 기업으로부터 간접적으로 자금을 받았다는 사실을 알게 된 일부 대학이 불쾌감을 표시했다고 한다. 화웨이 측은 화웨이와 옵티카재단이 글로벌 연구를 지원하고 학술 교류를 촉진하기 위해 대회를 만들었으며 대회가 광고로 비춰지지 않도록 화웨이 명칭을 의도적으로 숨겼지만 악의는 없었다고 밝혔다.  하지만 옵티카재단 웹사이트에는 화웨이가 후원한다는 사실이 명시되어 있어 일각에선 화웨이가 비밀리에 후원했다는 말은 전혀 근거가 없다고 일축하고 있다.  옵티카재단 측은 재단 기부자 중에는 미국 기부자를 포함해 익명을 원하는 이들도 있다며 이름을 가리는 관행은 특별한 일이 아니며 화웨이 기부금은 외부 법률 자문을 거쳐 이사회 승인을 받았으며 자금 지원과 후원에 대해 완전한 투명성을 지키고 있다고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "나이지리아 당국에 체포된 바이낸스 책임자",
        "date": "224111",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2023/11/231122_Binance_00001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/65457",
        "description": "대형 암호화폐 거래소 바이낸스 컴플라이언스 책임자인 티그란 감바리안(Tigran Gambaryan)이 2024년 2월 나이지리아를 방문할 당시 나이지리아 당국에 의해 갑자기 체포됐다. 체포 직전인 1월 감바리안 등에게 바이낸스는 나이지리아 정부에 1억 5,000만 달러 상당 암호화폐를 48시간 내에 지불해야 한다는 요구가 있었다고 보고됐다. 2월 나이지리아를 방문한 감바리안과 동료는 나이지리아 당국에 체포됐다. 이후 감바리안은 4월 8일 정부 시설에서 나이지리아 수도 아부자에 위치한 쿠제 교도소로 옮겨져 4주간 구금됐다. 한편 동료 안잘와라는 구금 직전인 3월 23일 국외로 도피했다. 나이지리아 당국에 따르면 감바리안은 바이낸스 탈세와 자금 세탁에 가담한 혐의가 있다. 나이지리아 국가안보보좌관실 대변인은 나이지리아 정부는 적절한 절차를 따라 사실과 증거에 기반해 입증할 것이라고 밝혔다.  한편 리처드 텅 바이낸스 CEO는 감바리안은 과거 미국 국세청(IRS) 특별수사관으로 금융범죄 과의 전쟁에 생애를 바쳐왔다며 그가 바이낸스에서 탈세 등 의사결정권을 가졌다는 나이지리아 당국 측 주장을 부인했다. 그는 또 나이지리아 정부는 무고한 직원을 강제로 구금하고 위험한 교도소에 가둬 바이낸스를 지배하려 하는 것 같다고 비판했다. 바이낸스를 둘러싼 논란으로 2023년 나이지리아 금융규제당국이 바이낸스에 나이지리아 투자자 모집 중단을 지시하는 성명을 발표한 바 있다. 이에 바이낸스는 나이지리아 내 광고 중단, 정부 관계자 면담 등을 실시했다. 하지만 나이지리아 당국은 바이낸스의 암호화폐 거래가 나이지리아 화폐 나이라화 가치 하락과 연관되어 있다고 주장하며 지난해 12월 나이지리아 하원 위원회가 바이낸스 대표에게 공청회 출석을 요구했었다. 1월 8일 나이지리아 의원과 감바리안 등 바이낸스 직원 그룹간 회의에서는 텅 CEO에 대한 체포영장을 청구하겠다는 등의 위협이 있었다고 바이낸스 측은 밝혔다. 회의 후 하원위원회 대리인을 사칭한 인물이 텅 CEO 변호사에게 의혹 해소를 위해 48시간 내 1억 5,000만 달러 상당 암호화폐를 지불하라”고 요구했다. 이에 텅 CEO는 자사는 변호사를 통해 이 지불 요구를 거부했으며 이를 정당한 합의 제안으로 보지 않았다고 밝혔다.  바이낸스에 따르면 나이지리아 정부와 깊은 연관이 있는 한 기업 고문이 바이낸스 고위급이 나이지리아 국가안보보좌관실을 방문하면 일련의 문제가 해결될 것이라고 전했다. 따라서 2월 26일 감바리안과 안잘와라가 나이지리아를 방문했다고 한다.  나이지리아 당국자는 이들에게 나이지리아 바이낸스 사용자 관련 세부 정보를 제공하라고 요구했지만 이들은 이를 거부했다. 나이지리아 금융범죄수사당국은 미국 대사관에 감바리안은 현재 건설적인 대화를 나누고 있으며 그가 이 대화에 적극 참여하도록 할 것이라고 밝혔다. 텅 CEO는 자사는 감바리안을 석방시키기 위해 할 수 있는 모든 일을 계속할 것이며 이 신념은 흔들리지 않을 것이라고 밝혔다. 관련 내용은 이곳에서 확인할 수 있다. "
    },
    {
        "title": "“메모리 교체도 쉽다” 워크스테이션 GPU 탑재한 싱크패드",
        "date": "224111",
        "image": "https://techrecipe.co.kr/wp-content/uploads/2024/05/240508_ThinkPad-P1-Gen-7_0001-370x208.png",
        "link": "https://techrecipe.co.kr/posts/65443",
        "description": "레노버는 4월 23일 모바일 워크스테이션 씽크패드 P1 Gen 7(ThinkPad P1 Gen 7)을 발표했다. 씽크패드 P1 Gen 7은 LPCAMM2 규격 메모리를 탑재하고 있어 메모리를 쉽게 교체할 수 있는 게 특징이다.  씽크패드 P1 Gen 7는 CPU에 인텔 코어 울트라를 채택했고 GPU는 게이밍용 엔비디아 지포스 RTX 40시리즈 또는 워크스테이션용인 엔비디아 RTX 에이다 제너레이션(RTX Ada Generation) 시리즈 중에서 선택할 수 있다. 탑재 가능한 GPU 중 최상위 모델인 엔비디아 RTX 3000 에이다 제너레이션 랩톱 GPU는 319TOPS 처리 성능을 갖추고 있어 AI 관련 처리를 고속 실행할 수 있다. 또 씽크패드 P1 Gen 7에는 얇고 가벼우면서도 고속인 LPCAMM2 규격 메모리가 탑재되어 있으며 메모리 데이터 전송 속도는 7467MT/sec에 달한다. LPCAMM2 규격은 제거가 용이한 것도 특징이다. 씽크패드 P1 Gen 7 바닥 패널을 제거하면 빨간 상자 부분에 메모리가 탑재되어 있다. 메모리는 드라이버를 사용해 쉽게 제거할 수 있다. 씽크패드 P1 Gen 7는 5월 미국에서 출시 예정이며 예상 최저가격은 2,619달러다. 관련 내용은 이곳에서 확인할 수 있다. "
    }
]